[
  {
    "has_parent_description": "A.M. Best (EU) Rating Services B.V.,A.M. Best (EU) Rating Services B.V. is based in Netherlands and is a wholly owned subsidiary of A.M. Best Rating Services Inc.\\, which is in turn a wholly owned subsidiary of A.M. Best Company Inc. A.M. Best was founded in 1899 and is focused on the issuance of credit ratings to the insurance sector. A.M. Best (EU) Rating Services B.V. undertakes A.M. Best?s credit rating operations in the European\\, Middle Eastern and African region and also endorses selected ratings issued by Group companies.",
    "has_agency_description": "A.M. Best (EU) Rating Services B.V. is based in Netherlands and is a wholly owned subsidiary of A.M. Best Rating Services Inc., which is in turn a wholly owned subsidiary of A.M. Best Company Inc. A.M. Best was founded in 1899 and is focused on the issuance of credit ratings to the insurance sector. A.M. Best (EU) Rating Services B.V. undertakes A.M. Best?s credit rating operations in the European, Middle Eastern and African region and also endorses selected ratings issued by Group companies.",
    "has_ESMA_id": "AMBGB",
    "has_name": "A.M. Best (EU) Rating Services B.V.",
    "has_webpage": "http://www.ambest.com",
    "has_methodology_description": "Best's Credit Rating Methodology (BCRM). Our rating process involves a comprehensive quantitative and qualitative analysis of a company's balance sheet strength, operating performance and business profile, and enterprise risk management. This includes comparisons to peers and industry standards as well as assessments of operating plans, philosophy and management. Where the rating is assigned to a debt security, it also includes a review of the specific nature and details of the security.",
    "has_methodology_url": "http://www3.ambest.com/ambv/ratingmethodology/",
    "has_subsidiary_policy": "A.M. Best (EU) Rating Services B.V. ratings include the subsidiary ratings.",
    "has_solicitation_policy": "A.M. Best does not issue unsolicited ratings.",
    "has_default_definition": "A.M. Best, along with credit markets in general, deems a non-insurer issuer default as having occurred when an issuer misses interest or principal payments on its obligations, restructures its debt in a way that is deleterious to investors, or files for bankruptcy."
  },
  {
    "has_parent_description": "ACRA Europe,ACRA Europe is part of ACRA Group\\, which provides high-quality rating and non-rating services through various affiliated entities that operate according to global rating industry best practices. This is ensured by ACRA?s Senior Management\\, which have extensive professional experience in the industry. ACRA Europe\\, a subsidiary of ACRA\\, Russia?s leading CRA\\, has been operating in the rating market since 2001 and possesses a complete range of licenses required to provide rating services in the EU.",
    "has_agency_description": "ACRA Europe is part of ACRA Group, which provides high-quality rating and non-rating services through various affiliated entities that operate according to global rating industry best practices. This is ensured by ACRA?s Senior Management, which have extensive professional experience in the industry. ACRA Europe, a subsidiary of ACRA, Russia?s leading CRA, has been operating in the rating market since 2001 and possesses a complete range of licenses required to provide rating services in the EU.",
    "has_ESMA_id": "ERASK",
    "has_name": "ACRA Europe",
    "has_webpage": "https://acra-europe.com",
    "has_methodology_description": "A credit rating assigned by ACRA Europe to the Rated Entity reflects the Agency?s subjective opinion on the entity?s current and future ability to fulfill its outstanding financial obligations (creditworthiness, financial accountability, and financial stability). This is expressed by a relevant rating category within the corresponding rating scale. Creditworthiness (financial accountability, financial stability) shall be interpreted as the Rated Entity?s ability to fulfill its financial obligations. The Rated Entity?s credit rating does not assess credit risk concerning any financial debt instruments issued by the Rated Entity. A credit rating does not serve as a recommendation to purchase, sell, or otherwise dispose of a security. Credit rating users shall perform their own independent assessments of their counterparties? creditworthiness and shall not rely wholly on credit ratings. Credit ratings of financial liabilities or financial liability issue programs: Financial liability shall be interpreted as the Rated Entity?s obligations regarding the financial instruments it issues. A credit rating assigned by ACRA Europe to a financial liability or financial liability issue program reflects the Agency?s subjective opinion on the Rated Entity?s ability to fulfill its outstanding financial obligations on individual financial debt instruments or total financial liabilities. This is expressed by alphanumeric symbols reflecting the relevant rating notch within the corresponding rating scale. The Agency considers the fundamental terms of a financial instrument, including its collateral structure, contractual subordination, and structural subordination, which can affect payments on the given financial liability or instrument if the Rated Entity defaults on this or any other financial liabilities or instruments. Fundamental credit ratings include credit ratings assigned to Rated Entities representing the corporate sector (or their financial liabilities or financial liability issue programs), banking institutions, non-banking financial institutions, insurance companies, sovereigns, as well as regional and municipal governments. Expected credit ratings: In the process of assigning a credit rating to financial instruments, including structured finance instruments and obligations, and when determining the Rated Entity?s ability to fulfill its liabilities on specific financial liabilities or issued debt instruments, ACRA Europe may draw its conclusions based on draft issue documentation. In those instances, the Agency assigns an ?Expected? credit rating, which is one step of the credit rating assignment and is marked with the symbol ?E.? For fundamental credit ratings, the ?Expected? status is assigned for a 90-day period, while for structured finance obligations it is assigned for a 180-day period. Once the final issue documentation is received, ACRA Europe shall assign a credit rating to the financial instrument, which may diverge from the initial ?Expected? rating.  The Standalone Creditworthiness Assessment (SCA) reflects the Agency?s subjective opinion on the Rated Entity?s ability to fulfill its financial liabilities in a full and timely fashion. However, the SCA does not consider the following factors: 1) extraordinary external support from the Supporting Organization/owners; 2) extraordinary external support from the federal government; 3) the Rated Entity?s systemic value; 4) other external factors capable of affecting the Rated Entity?s creditworthiness.",
    "has_methodology_url": "https://acra-europe.com/methodology",
    "has_subsidiary_policy": null,
    "has_solicitation_policy": "An unsolicited credit rating is a credit rating assigned by the Agency without executing an agreement with the Rated Entity, which is behind on payments on a rated financial liability or to a third party. In certain cases, ACRA Europe?s rating analysts can interact with the Rated Entity as part of assigning an unsolicited credit rating that is initiated either by the Rated Entity itself or by ACRA Europe.",
    "has_default_definition": "1. Violation of continuity of financial and economic activities including a) termination of business activity without a universal legal succession of its rights and obligations to other business entities; b) positive ruling on bankruptcy in court; c) seizure of property by a third party, as a result of which the Rated Entity can no longer conduct business activities; d) performance of a bankruptcy procedure in line with the current legislation, if this procedure likely leads to one of the following situations. 2. The Rated Entity?s current and/or future inability to service its financial obligations based on one or a combinations of the following credit events: a) unexecuted or delayed principal or interest payments in accordance with the Rated Entity?s contractual obligations (excluding missed payments that fall within the contract-stipulated grace period); b) obligation acceleration provision due to accelerated provisions on any other similar obligation (cross-acceleration); c) obligation acceleration provision due to a declared default on any other similar obligation (cross-default); d) waiver or moratorium that prompts the counterparty to refuse a payment or dispute its legal obligations; e) debt restructuring that entails a unilateral withdrawal, deferment, or changes in the debt repayment schedule and/or interest rate that are viewed as less favorable by the creditors; f) asset substitution under the stress scenario, in which the following two conditions are met simultaneously: I. the Rated Entity offers its creditors new or restructured debt (in combination with other assets), whose discounted cash receipts are smaller than the discounted cash receipts on the original debt; II. said operation allows the Rated Entity to avoid bankruptcy or default on future payments; g) withdrawal or non-renewal of the Rated Entity?s business operating license."
  },
  {
    "has_parent_description": "ARC Ratings\\, S.A. (previously Companhia Portuguesa de Rating\\, S.A),ARC Ratings\\, S.A. is an international credit rating agency based in Europe\\, with a global reach\\, amalgamating the know-how and background of five experienced partner agencies on four continents:\\n? ARC Ratings\\, S.A.; \\n? CARE - India;\\n? GCR - Africa;\\n? MARC - Malaysia; and\\n? SR Rating ? Brazil.\\nARC Ratings takes advantage of its local expertise and network-based approach to best serve issuers and investors by assigning stable credit ratings that optimally identify credit risk.",
    "has_agency_description": "ARC Ratings, S.A. is an international credit rating agency based in Europe, with a global reach, amalgamating the know-how and background of five experienced partner agencies on four continents:\n? ARC Ratings, S.A.; \n? CARE - India;\n? GCR - Africa;\n? MARC - Malaysia; and\n? SR Rating ? Brazil.\nARC Ratings takes advantage of its local expertise and network-based approach to best serve issuers and investors by assigning stable credit ratings that optimally identify credit risk.",
    "has_ESMA_id": "CPRPT",
    "has_name": "ARC Ratings, S.A. (previously Companhia Portuguesa de Rating, S.A)",
    "has_webpage": "https://www.arcratings.com",
    "has_methodology_description": "ARC Ratings' methodologies are made publicly available in ARC Ratings' website (www.arcratings.com).",
    "has_methodology_url": "http://www.arcratings.com/uk",
    "has_subsidiary_policy": "ARC Ratings only reports the ratings of subsidiaries to CEREP if their ratings are different from the rating of the holding company.",
    "has_solicitation_policy": "ARC Ratings does not exclude the possibility of assigning unsolicited credit ratings. If it does so, the unsolicited ratings will be clearly identified as such, and ARC Ratings will establish and disclose the methodologies and procedures used for the purpose, also disclosing if the entity whose commitments were rated or a related entity participated in the rating process and whether ARC Ratings had access to internal information from those entities.",
    "has_default_definition": "Lack of full and timely payment of capital or interest or of the occurrence of any event that explicitly indicates that the future full and timely payment of those commitments will not occur (e.g., in case of insolvency)."
  },
  {
    "has_parent_description": "ASSEKURATA Assekuranz Rating-Agentur GmbH,ASSEKURATA Assekuranz Rating-Agentur GmbH is the first German rating agency that has specialised in the quality assessment of insurance companies from a customer's perspective. To date Assekurata provides solicited corporate ratings for insurance companies in the following classes of insurance: life insurance\\, private health insurance\\, casualty insurance/accident and legal expense insurance and statutory health insurances.",
    "has_agency_description": "ASSEKURATA Assekuranz Rating-Agentur GmbH is the first German rating agency that has specialised in the quality assessment of insurance companies from a customer's perspective. To date Assekurata provides solicited corporate ratings for insurance companies in the following classes of insurance: life insurance, private health insurance, casualty insurance/accident and legal expense insurance and statutory health insurances.",
    "has_ESMA_id": "AARDE",
    "has_name": "ASSEKURATA Assekuranz Rating-Agentur GmbH",
    "has_webpage": "https://www.assekurata.de",
    "has_methodology_description": "Assekurata draws up entity ratings and creditworthiness ratings. The entity rating of Assekurata rates German primary insurance companies from the point of view of their essential creditors, the policy holders. The method specified goes beyond the focus of a creditworthiness rating, i.e. the assessment of the solvency. \nThe overall quality of the entity is primarily analysed and rated from the customer's point of view based on differentiated partial qualities. \nThe partial qualities deal with security, success, growth/attractiveness in the market and the customer orientation of the insurer. These criteria of life insurers are supplemented by profit sharing/performance and the private health insurers are supplemented by the partial quality premium stability.\nThe rating scale of entity rating is subdivided in eleven quality findings from A++ [excellent] to D [poor], which are summed up in five categories. Companies rated A++ to B- are considered reliable. The creditworthiness rating of Assekurata evaluates the financial capacity of German insurance and reinsurance companies. Thereby both key factors of the business world and overall factors of the business world are evaluated. The key factors include both quantitative ratings such as for instance the calculation of a Value-at-Risk coverage rate and also a qualitative rating of entity management.\nThe rating scale of creditworthiness rating is subdivided into 22 credit rating categories ranging from AAA [prime rating] to D [in default]. These are subdivided in nine master categories which classify the existing creditworthiness and the default risk in such connection verbally. The rating outlook is divided into the categories negative, stable, positive.\t\t\n\nThe Assekurata ratings are based on the following principles:\nSolicitation: Insurers are rated on their own request. Assekurata does not issue unsolicited ratings.\nPayment: The rating process has to be paid for by the insurer. The costs depend on the complexity and structure of the company.\nWillingness to give information based on internal records: The Assekurata rating is based on internal information, for example strategy plans and audit reports, and includes management interviews. In addition Assekurata contracts a professional market research institute with the performance of customers interviews. As a result the analysts get an impression of the customer's view concerning the insurer's service. \nStrict confidentiality: Internal information given to Assekurata is dealt with utmost discretion.\nUnanimously decision: The Assekurata-rating-committee is made up of the respective senior analyst, the subject coordinator quality management of Assekurata and at least two external experts. The rating decisions have to be unanimous.\nPublication after release: The rating will be published only if the insurer agrees, otherwise Assekurata maintains confidentiality about the proceeding and its result. After a published rating has lost its validity, Assekurata publishes this fact in a press release.\nDocumentation: Different forms of presentation, according to the different recipients and media, are issued. The extensive management report is exclusively for the management board of the company concerned. Here all aspects of the rating are explained in detail so that the insurer can follow the decision. The rating report is published on the homepage of Assekurata. \nIt explains the rating for consumers, investors, brokers and the trade press. The press release is a brief summary where the partial results and the final rating are named. The rating logo enables the potential customer to identify the insurer's rating result at first glance.\nRegular update: An Assekurata-rating can be used for one year after completion. During this time Assekurata continuously observes the rating. For further use an update is compulsory.",
    "has_methodology_url": "http://www.assekurata.de/ratings/ratingverfahren/",
    "has_subsidiary_policy": "Assekurata`s subsidiaries issue no ratings.",
    "has_solicitation_policy": "Assekurata issues only solicited ratings of insurance companies.",
    "has_default_definition": "A default event for a certain enterprise, which is represented by D [Default], is given when at least one of the following has occured:\n1.The enterprise has filed under any applicable bankruptcy, insolvency or winding up statute.\n2.There is a failure to pay or satisfy an obligation in accordance with the underlying transaction documents and Assekurata believes that this default will subsequently be general in nature and include all obligations.\n3.Independent of the issuer rating, securities described as a Distressed Exchange are downgraded to D.\n4.Assekurata reserves the right to downgrade ratings to D, when it believes that a general default is imminent and unavoidable, although this is a less frequent and a more subjective decision."
  },
  {
    "has_parent_description": "AXESOR RISK MANAGEMENT,Axesor is an independent company that provides ratings for corporations\\, bonds\\, project finance\\, structured finance instruments\\, financial institutions\\, and Sovereign and Sub-Sovereign Governments.",
    "has_agency_description": "Axesor is an independent company that provides ratings for corporations, bonds, project finance, structured finance instruments, financial institutions, and Sovereign and Sub-Sovereign Governments.",
    "has_ESMA_id": "AXEES",
    "has_name": "AXESOR RISK MANAGEMENT",
    "has_webpage": "http://www.axesor-rating.com",
    "has_methodology_description": "Axesor maintains rating methodologies for different rating approaches: corporate ratings, bond ratings, project finance ratings, financial institutions ratings, and sovereign and sub-sovereign ratings.",
    "has_methodology_url": "http://www.axesor-rating.com/en/about-axesor/methodology",
    "has_subsidiary_policy": "Axesor may assign credit ratings to subsidiaries. The notification of the credit rating is always done to the rated entity.",
    "has_solicitation_policy": "Axesor assigns solicited and unsolicited credit ratings. In the Unsolicited Credit Ratings assigned by axesor the issuer takes no part in the rating process and is based only on public information. \nIn the case of Solicited Credit Ratings assigned by axesor the rating process begins at the request of the issuer or a third party with the direct involvement of the rated entity.",
    "has_default_definition": "An entity is considered to be in default if it has breached a financial obligation or if it is considered bound to do so. In this regard, all companies rated by axesor are classified in two categories: sound or in default. A company is considered to be in default when any of the following occurs:\na) The company has breached any of its financial obligations. \nb) The company is undergoing Insolvency Proceedings or in a situation involving similar protective measures.\nIn the case of banks, we distinguish between failure and default in the sense that a failure is inability to continue with the activity in the absence of extraordinary support.\nA securitization bond is considered to be defaulted if it has breached a payment of interest or principal as defined in the prospectus on each payment date. \nIn regards to sovereign and sub-sovereign governments, the rating assigned by axesor measures the ability and willingness of sovereign (or sub-sovereign) issuer to fulfil its financial obligations with commercial creditors in full and on time. We consider that a sovereign government is in default if one of the following assumptions occurs:\na) If upon expiration of any financial instrument (direct or issued by a sovereign, sub-sovereign and/or a decentralized body but guaranteed by the sovereign or sub-sovereign government) it does not pay the principal and / or interest / coupon payment accrued.\nb) If the refinancing / restructuring of any financial instrument occurred in worse conditions than the one maintained up to that moment."
  },
  {
    "has_parent_description": "BCRA-Credit Rating Agency AD,BCRA?CREDIT RATING AGENCY is an entirely private company\\, established in the year 2002. BCRA?CREDIT RATING AGENCY is specialized in elaboration of ratings for financial institutions (banks\\, insurance\\, leasing\\, pension assurance companies)\\, and bond issues of public and private issuers. Its activity also includes creditworthiness analysis and assignment of credit ratings to countries\\, municipalities and companies operating in the field of trade\\, production\\, services\\, energy\\, construction\\, etc.",
    "has_agency_description": "BCRA?CREDIT RATING AGENCY is an entirely private company, established in the year 2002. BCRA?CREDIT RATING AGENCY is specialized in elaboration of ratings for financial institutions (banks, insurance, leasing, pension assurance companies), and bond issues of public and private issuers. Its activity also includes creditworthiness analysis and assignment of credit ratings to countries, municipalities and companies operating in the field of trade, production, services, energy, construction, etc.",
    "has_ESMA_id": "BCRBG",
    "has_name": "BCRA-Credit Rating Agency AD",
    "has_webpage": "https://www.bcra-bg.com",
    "has_methodology_description": "BCRA?CREDIT RATING AGENCY?s analytical framework for determining banks? financial strength ratings includes evaluation of the operating environment (overall trends in the banking system, processes underway in the sector, main laws and regulatory requirements related to banking) and of the main factors, under the methodology CRAMELS, that is: capital adequacy, resources, assets quality, management, earnings quality, liquidity, and size and systems. The corporate credit rating implies assessment of the risk from default or inability to pay the liabilities of a given company. This risk has various sources and is examined on several levels: risk, related to the sector (where basic trends in the sector are analyzed, and their impact on the analyzed company, the structure of the sector and its relationships to other sectors and industries), business-risk (operations of the company, product mix, market share, quality of management), and financial risk (analyzed through Profitability, Operating Return, Debt and Liquidity ratios). The rating of insurance companies assigned by BCRA?CREDIT RATING AGENCY is a Rating of the Ability to Pay Claims (RAPC). RAPC is a culmination of an analytical process, which explores the dynamics of the market, the regulatory frame and the main operative and financial indicators of the given insurance company. BCRA?CREDIT RATING AGENCY studies the insurance activity and investments of the company, reinsurance strategy, business advantages as well as ownership, management and strategic focus. In order to determine the credit rating of a leasing company BCRA?CREDIT RATING AGENCY investigates several risks: risk, connected with the sector (including its historical development as well as present state), business risk (operating activity and portfolio of the company, market share and competitive position, as well as the management), and financial risk (analyzed through four main areas: profitability, operating effectiveness, indebtedness, and liquidity). The Credit Rating of a Municipality presents an impartial assessment of its creditworthiness. The rating is based on the analysis of several areas, including legal framework and trends in the development of municipalities, economic factors, profile of debt and future needs for funding, municipal finance (income and spending part, investments in infrastructure) and quality of administrative/management strategies. For better assessment of the municipality and its competitiveness it is positioned against other selected municipalities by main quantitative indicators. The ratings of the pension funds of pension - insurance companies present an appraisal from the viewpoint of the insured persons. The determination of the rating of a pension - insurance company consists of analyses made in the following directions: legal framework of the pension insurance, appraisal of the investment activity, financial analysis (with respect to liquidity, in the first place) and analysis of the quality of management. The credit rating of liabilities of a group of companies reviews several risks: risk, connected with the sector (main trends, legal framework), business risk (competitive position, operating activity, main point is the appraisal of the management) and financial risk (in terms of profitability, operating effectiveness, indebtedness, liquidity). The companies of the group are being assessed with a view of their strategic meaning for the group based on a set of criteria. The ?key? and ?strategically significant? companies in the team of the group are defined. When issuing a sovereign rating, BCRA?CREDIT RATING AGENCY analyses a large number of quantitative and qualitative rating factors organized into four separate categories: 1. Political Risk; 2. Macroeconomic Stability; 3. Fiscal Flexibility; 4. Effectiveness of the Monetary Policy.",
    "has_methodology_url": "http://www.bcra-bg.com/products.php",
    "has_subsidiary_policy": "BCRA?CREDIT RATING AGENCY assigns individual credit ratings to subsidiaries. In accordance with the methodology, we evaluate the ability of the major shareholder or shareholders to support the subsidiary. This ability affects the assessment of the creditworthiness of the subsidiary.",
    "has_solicitation_policy": "BCRA?CREDIT RATING AGENCY reserves the right to publish unsolicited credit/sovereign ratings if and when it deems that the capital markets and the investing public at large have sufficient interest in an issuer of a financial instrument or a particular issue. All unsolicited credit/sovereign ratings are designated with the symbol \"ns? and all related public announcements and press releases include the following disclosure statement: ?This is an unsolicited credit/sovereign rating.?",
    "has_default_definition": "FINANCIAL STRENGTH RATING OF BANKS - Inability of the Bank to meet its obligations, or such state is pending unless the Bank receives external aid. CORPORATE RATING and LEASING COMPANY RATING - The Company is insolvent or in liquidation proceedings; it does not service its financial liabilities. RATING FOR THE CAPABILITY OF INSURANCE COMPANIES TO PAY CLAIMS - The competent authority took the decision to revoke the license. MUNICIPALITY RATING ? Occurrence of at least one of the following events: 1) there is a failure to make payment on principal or interest due or a delay thereby outside the stipulated grace period and beyond the materiality threshold; 2) there is a troubled restructuring of the obligation due to a material delay in payments, longer than 90 days, and the municipality is unable to continue servicing the debt; 3) the municipality is unambiguously unable to finance the activities and the services it normally provides. RATING OF PENSION INSURANCE COMPANY - The Company is insolvent and/or is in a procedure of being officially declared insolvent. SOVEREIGN RATING ? Occurrence of at least one of the following events: 1) there is a failure to make full payment on principal or interest due or a delay thereby outside the stipulated grace period. Missed, delayed, or partial payments are considered below the materiality threshold of this definition when those are due to a mere oversight and are corrected in a matter of days with full compensation for creditor losses; 2) there is a troubled restructuring of the obligation or a distressed debt exchange at conditions less favorable to the creditor, i.e., when the creditor suffers uncompensated losses due to a delay in repayment, interest forgiveness in part or in full, principal forgiveness in part, etc.; 3) there is a moratorium on debt service or another contingency which makes timely debt service impossible."
  },
  {
    "has_parent_description": "Capital Intelligence Ratings Ltd,Capital Intelligence Ratings (CI Ratings) is an international credit rating agency that provides credit analysis and independent rating opinions on financial institutions\\, corporates and governments located in Europe\\, the Middle East\\, Africa and Asia. CI is headquartered in Cyprus with a branch office in Hong Kong.",
    "has_agency_description": "Capital Intelligence Ratings (CI Ratings) is an international credit rating agency that provides credit analysis and independent rating opinions on financial institutions, corporates and governments located in Europe, the Middle East, Africa and Asia. CI is headquartered in Cyprus with a branch office in Hong Kong.",
    "has_ESMA_id": "CINCY",
    "has_name": "Capital Intelligence Ratings Ltd",
    "has_webpage": "https://www.ciratings.com",
    "has_methodology_description": "CI?s credit ratings are an independent opinion of the creditworthiness of an entity or obligor either in general (an issuer rating) or with regard to a specific financial obligation (an issue rating). The ratings provide a relative ranking of credit risk among rated entities and obligations expressed in rating symbols from ?AAA? to ?D?. CI?s ratings are determined using detailed, sector-specific methodologies and are underpinned by a thorough assessment of the quantitative and qualitative factors that may affect the ability and willingness of an entity or obligor to meet its financial obligations in full and on time. CI?s issuer ratings indicate the likelihood of default, but they do not indicate a specific probability of default over any given time period; nor do they explicitly capture loss severity or recovery prospects. Issue ratings are assigned to specific debt instruments and transactions, and indicate an obligor?s ability and willingness to make full and timely payments of interest and principal in accordance with the terms of the obligation. Issue ratings indicate the likelihood of default and may also reflect the likelihood of full recovery in the event of a default. An issue rating will take into account the terms and provisions of the financial obligation, including the currency of issue and any credit enhancements, as well as its seniority. CI?s foreign and local currency international issuer and issue ratings are comparable across countries. In some markets, CI may also assign issuer and issue ratings on a country-specific national scale (national ratings). Further information on CI?s ratings and methodologies can be found on the company?s website.",
    "has_methodology_url": "http://www.ciratings.com/page/our-policies-procedures/rating-methodologies",
    "has_subsidiary_policy": "CI reports the ratings of parent companies and their subsidiaries individually.",
    "has_solicitation_policy": "CI assigns credit ratings on a solicited and unsolicited basis. CI discloses the unsolicited nature of the credit rating in its publications and also whether or not the issuer participated in the rating process and whether or not CI had access to non-public information, such as the internal accounts and management of the rated entity.  Solicitation status has no bearing on the rating criteria applied or rating committee procedures.",
    "has_default_definition": "Capital Intelligence (CI) considers a default to have occurred when: (a) An issuer or obligor fails to pay a material sum of principal and/or interest on a financial obligation in accordance with its terms; (b) An issuer files for bankruptcy or similar protection from creditors ? unless there is reason to believe that debt service payments will continue to be made in a timely manner; (c) An issuer restructures, reschedules, exchanges or in some other way renegotiates a debt instrument and the following apply: (i) There is an adverse change to the terms of the original debt agreement; AND (ii) The renegotiation or exchange is considered by CI to be distressed or coercive. Adverse changes to the terms of the original debt agreement may include the following: ? A reduction in the principal amount or coupon/ interest rate. ? An extension of the maturity date or loan tenor. ? A reduction in seniority or a substantial weakening of covenants. ? A cash tender for less than par. ? A decrease in the frequency of payments (e.g. to bullet from amortising). ? Swapping debt for equity or hybrid instruments. A debt renegotiation or exchange is deemed to be distressed or coercive when one or more of the following apply: ? The issuer would, in CI?s opinion, be unable to honour its obligations under the original debt agreement due to its weak financial position. ? The issuer is unwilling to honour its obligations to those investors who choose not to participate in the renegotiations or exchange offer. ? The issuer threatens, explicitly or implicitly, to miss payments, weaken the governing indenture or to seek bankruptcy should the terms of its proposal or exchange offer not be accepted."
  },
  {
    "has_parent_description": "Cerved Rating Agency S.p.A.,Cerved Rating Agency provides credit rating services on Italian non-financial corporates and corporate bonds. Cerved Rating Agency credit ratings may be used for regulatory purposes within the European Union.",
    "has_agency_description": "Cerved Rating Agency provides credit rating services on Italian non-financial corporates and corporate bonds. Cerved Rating Agency credit ratings may be used for regulatory purposes within the European Union.",
    "has_ESMA_id": "CERIT",
    "has_name": "Cerved Rating Agency S.p.A.",
    "has_webpage": "http://www.ratingagency.cerved.com",
    "has_methodology_description": "Cerved Rating Agency credit rating is an opinion regarding the creditworthiness of an entity or of a financial obligation. Credit rating analysts use all available information, public and proprietary,\nquantitative and qualitative applying in a rigorous and systematic manner Cerved Rating Agency rating methodologies.\nThe key features of Cerved Rating Agency credit rating methodologies are:\n1. rating criteria specialized by size and legal form of the rated entity;\n2. a statistical model supports the analysis; the statistical model has a modular structure and is based on partial gradings (financial, structural and behavioral) integrated in a final statistical score;\n3. the final assessment of the creditworthiness is performed by Cerved Rating Agency analysts; they examine available data and information and express their opinion about financial strength, payment reliability and business perspectives of the rated entity. This opinion, together with the quantitative data, lead to the determination of the credit rating proposal. The high quality of credit ratings is guaranteed by a rigorous application of processes and procedures;\n4. The credit rating analyst, responsible for the analysis, submits the credit rating proposal to a Supervisor or the Rating Committee for appraisal;\n5. Cerved Rating Agency credit ratings are continuously monitored and are reviewed at least once a year. The Agency applies the same methodology for the issuance and monitoring for the same type of asset class.\nCerved Rating Agency performs at least once a year its model validation.",
    "has_methodology_url": "http://www.ratingagency.cerved.com/it/metodologia",
    "has_subsidiary_policy": "Cerved Rating Agency rates subsidiaries. The assessment of creditworthiness of subsidiaries takes into account inter alia the creditworthiness of the parent company and intercompany relationships.",
    "has_solicitation_policy": "Cerved Rating Agency issues ratings upon request of either\na) rated entity or related third party (solicited credit ratings) or\nb) of unrelated third party (unsolicited credit ratings).\nThe Agency applies always the same credit rating methodology to solicited and unsolicited credit ratings for the same asset class. The unsolicited credit rating are distributed to subscribers only.",
    "has_default_definition": "Default events include bankruptcy and similar proceedings, and certain unpaid financial obligations."
  },
  {
    "has_parent_description": "Creditreform Rating AG,Creditreform Rating AG\\, \\nEstablished: 2000\\, \\nLocated: Germany - Neuss\\, \\nSubsidiaries: none\\, \\nLegal Form: Corporation (Aktiengesellschaft)\\, \\nShareholder: 100% Creditreform AG \\, \\nBackground: Creditreform group (founded in 1879) is a provider of b2b business information in Germany and Europe. \\nEmployees: 34\\, \\nMain products:Company ratings\\, Issue ratings (bonds issued by companies)\\, Structured Finance Ratings (ABS)\\, Ratings for Funds",
    "has_agency_description": "Creditreform Rating AG, \nEstablished: 2000, \nLocated: Germany - Neuss, \nSubsidiaries: none, \nLegal Form: Corporation (Aktiengesellschaft), \nShareholder: 100% Creditreform AG , \nBackground: Creditreform group (founded in 1879) is a provider of b2b business information in Germany and Europe. \nEmployees: 34, \nMain products:Company ratings, Issue ratings (bonds issued by companies), Structured Finance Ratings (ABS), Ratings for Funds",
    "has_ESMA_id": "CRRDE",
    "has_name": "Creditreform Rating AG",
    "has_webpage": "http://www.creditreform-rating.de",
    "has_methodology_description": "The rating methodology of Creditreform Rating AG (CRA) is based upon the estimation of the issuer`s/debtor`s ability and legal liability on the fulfilment of in-time and complete interest and amortisation payment.\nCRA accomplishes ratings of companies, bonds and structured financing.\nThe rating process is an integrated analysis of all available and relevant information. The ratings? objective is a probability of default. The CRA has implemented a rating methodology that combines in general qualitative and quantitative criteria.\nThe CRA?s ratings are solicited ratings. The relevant data are internal as well as external publicly available information. Internal data are non public information of the customer and information of the CRA. All data are proved of reliability and are compared with industry sector benchmarks.\nThe qualitative analysis is based on rating relevant indicators of the company?s actual business process. Rating analysts compare the company?s situation with probable best practice solutions of the industry. Plausibility checks of the company?s long term planning under different scenarios will be added.\nRelevant factors are discussed and checked in terms of plausibility in an interview with the management. Strength and weaknesses, opportunities and threats (SWOT analysis) will be identified by the analysts.\nThe analysis of the company?s financials (investments, financing, liquidity and profits) is the basis of the quantitative part of the rating methodology. The company?s annual accounts (single and consolidated accounts) are the relevant input. Usually audited reports will be provided by the customer.\nThe financial information of the annual accounts will be analysed by a system based rating approach. Within a first step data of the annual accounts (balance sheet and profit and loss statement) are structured by the analysts on the basis of an internal calculation sheet of the CRA. A variety of financial ratios are calculated by using the structured financial data. The ratios are analysed in terms of development over time and over business sector benchmarks. Empirical default studies give a valid indication of significant ratios specification.\nThe actual company?s performance will be taken into account on the basis of monthly or quarterly reports. Those will be compared with the past development (annual reports) and the planning of the company.\nThe results of the qualitative analyses will be stressed by the SWOT analyses of qualitative factors. Different scenarios of future cash flows show the probability of fulfilment of debt repayment. This is the basis of the final rating.\nThe rating methodology in general draws upon the opinion of the rating analysts and the rating committee. It integrates the quantitative and qualitative criteria. Because the CRA builds rating teams and has installed a rating committee a high degree of objectivity can be achieved. The CRA?s ratings are essentially an opinion of potential results and risks in the future. \nThe team of rating analysts presents the rating relevant factors to the rating committee. The rating committee decides the rating.\nThe rating is a long term indication of the probability of default. It will be monitored for one year. \nThe rating of a bond sets up on the rating of the company that issues the bond. Collaterals or guarantees or a specific rank of the bond as a debt position might lead to a different bond rating than the company rating.\nThe rating of structured financing will take into account the specific waterfall of payments to different classes of investments that are elements of a transaction.",
    "has_methodology_url": "http://www.creditreform-rating.de/wir-ueber-uns/regulatorische-anforderungen.html",
    "has_subsidiary_policy": "The CRA does rate subsidiaries. The rating process takes into account the interrelation between the subsidiary and other companies of the relevant group especially to the owner, the mother company. Risks as well as chances or guarantees of the relevant group of companies will be analysed.",
    "has_solicitation_policy": "The CRA does not accomplish unsolicited ratings.",
    "has_default_definition": "A default of a company or bond rating occurs if:\nThe company will probably not be able to fulfil its payment obligations to banks or other debts investors. \nDebtors or the company files for insolvency.\nA relevant obligation already is overdue for more than 90 days.\nIndicators of imminent payment behaviour are:\nDebt investors/banks abandon a coupon payment (suspension of interest payment).\nDebt investors/banks have to sell their obligation with a loss (restructuring).\nThe Creditreform database gives a strong indication for days overdue.\nA default of a structured financing occurs when an advised payment has not been paid."
  },
  {
    "has_parent_description": "CRIF Ratings S.R.L.,CRIF Ratings is an independent company which issues ratings for non-financial corporates.",
    "has_agency_description": "CRIF Ratings is an independent company which issues ratings for non-financial corporates.",
    "has_ESMA_id": "CRFIT",
    "has_name": "CRIF Ratings S.R.L.",
    "has_webpage": "https://www.crifratings.com",
    "has_methodology_description": "CRIF Ratings� Corporate ratings express an opinion on the creditworthiness of a company or of a company's debt instrument. According to CRIF Ratings� corporate rating methodology, ratings take into account both qualitative and quantitative factors related to the business and financial risks of issuers (�Issuer rating�) and their specific debt instruments (�Issue rating�). An Issuer rating is an opinion on the ability of a subject to honor its financial obligations in full and on time. The assessment focuses on the ability of the debtor to repay its financial obligations irrespective of their ranking. The Issue rating is an opinion on the relative risk of default of a specific debt instrument. The assessment takes into account the level of expected loss on the instrument in the event of default, which will depend on the guarantees supporting the underlying debt obligation and the degree of subordination of the instrument itself in the Issuer�s capital structure. Issuer and Issue rating can be both Short-Term (�ST�) and Long-Term (�LT�).  A single issuer may carry both ST rating and LT rating at the same time whilst a single debt instrument may only carry one type of Issue rating. Issue ST ratings are referred to issues with an original maturity of 12 months or less; Issue LT ratings are referred to issues with an original maturity over 12 months. \nCRIF Ratings� SME ratings express an opinion on the creditworthiness of a non-financial corporation whose total turnover is comprised between EUR 5m and EUR 75m. According to CRIF Ratings� SME rating methodology, ratings assessment starts from quantitative analysis, based on specific models developed selecting the most predictive financial indicators for the relevant industry. The SME assessment is then adjusted to reflect the company belonging to a group of companies and to incorporate qualitative, judgmental assessments by CRIF Ratings analysts. A SME rating is an opinion, relative to the SME universe, on the ability of a company to honor its financial obligations in full and on time. The assessment focuses on the ability of the debtor to repay its financial obligations irrespective of their ranking. SME Ratings are exclusively Long-Term (�LT�). \nCRIF Ratings� methodologies have been validated. The initial validation regards the consistency of the methodology employed. The on-going validation is carried out to guarantee consistency and performance of the rating and the quality of the rating assignment process over time.",
    "has_methodology_url": "http://www.crifratings.com/en/methodology/",
    "has_subsidiary_policy": "When assigning rating to group subsidiaries, CRIF Ratings does not report the rating assessment of the parent company upon which the rating of the subsidiary is derived. Nevertheless, in case there are strong financial and/or economical linkages between the parent and a subsidiary, the rating of the latter can be affected by the creditworthiness of the whole group.",
    "has_solicitation_policy": "Corporate Ratings are issued on solicited or unsolicited basis. Solicited ratings are either public or private, while unsolicited ratings are generally available to the users by subscription. Unsolicited ratings may allow the participation of the rated entity in the analytical process. SME Ratings (solicited or unsolicited) do not foresee the participation of the rated entity to the rating process as they are based solely on public available information and proprietary data within CRIF group.",
    "has_default_definition": "CRIF Ratings records a default under its corporate methodology in the circumstances reported by the European Insolvency regulation and in case of missed payment affecting one or more specific debt instruments of an issuer. CRIF Ratings records a default under its SME methodology in the circumstances of public events of default (cases defined by the European Insolvency regulation)."
  },
  {
    "has_parent_description": "Dagong Europe Credit Rating Srl (Dagong Europe),Dagong Europe is an international credit rating agency that provides credit ratings and non-rating analytical products on financial institutions\\, including insurance companies\\, and non-financial corporates.",
    "has_agency_description": "Dagong Europe is an international credit rating agency that provides credit ratings and non-rating analytical products on financial institutions, including insurance companies, and non-financial corporates.",
    "has_ESMA_id": "DAGIT",
    "has_name": "Dagong Europe Credit Rating Srl (Dagong Europe)",
    "has_webpage": "http://www.dagongeurope.com",
    "has_methodology_description": "Dagong Europe?s credit ratings are forward looking opinions regarding an entity's ability to meet its financial obligations (bonds, preferred dividends, insurance claims or other debt obligations). These opinions are produced by applying Dagong�s methodology, published on www.dagongeurope.com, and are based on all relevant information available to Dagong from public and non-public sources. Dagong�s ratings are produced in full accordance with the procedures laid out in Credit Rating Procedures document.\n  Dagong?s credit ratings rank issuers based on their relative vulnerability to default by analysing their credit risk profile. Dagong?s credit ratings do not reflect a numerical forecasted default rate. Further, they do not include any opinion related to market risk or any risk other than credit risk.\n  Dagong Europe uses two scales for its credit ratings:\n  * Long-Term Credit Rating Scale: reflects a long-term (exceeding 12 months) assessment of the propensity to default. \n  * Short-Term Credit Rating Scale: reflects the propensity to default in the short term, typically up to 12 months. Under certain circumstances this time limit could be extended due to the characteristics of the debt obligation or regulatory or country-specific factors affecting it.",
    "has_methodology_url": "http://www.dagongeurope.com",
    "has_subsidiary_policy": null,
    "has_solicitation_policy": "Dagong Europe may assign solicited and unsolicited ratings. Solicited ratings are ratings for which Dagong receives compensation. Dagong discloses the solicitation status with different colours as described in the published Definitions and Credit Rating Procedures documents, available at www.dagongeurope.com. For solicited or unsolicited ratings, the criteria and rating process are the same.",
    "has_default_definition": "Issuer ratings: \n  Situations when Dagong would consider the issuer to be in a state of default include bankruptcy, liquidation, receivership or other winding-up process of the issuer. This is Dagong�s opinion of default and it may differ from the definition of default in the documentation of the issuer�s debt obligations or typically accepted local practice.\n  For debt instrument ratings default is typically defined as one of the following:\n  * Failure to make payments (principal/interest) in accordance with the contractual terms of the rated instrument;\n  * Bankruptcy, liquidation, receivership or other winding-up process of the issuer;\n  * The issuer�s creditors are forced to accept a distressed exchange of the instrument with a new security or package of securities that leads to a less valuable financial obligation (such as debt/equity swap or debt with a lower coupon or face value, lower seniority or with longer maturity) or the exchange seems aimed at avoiding the default of the issuer"
  },
  {
    "has_parent_description": "DBRS Ratings Limited,DBRS is a full-service rating agency that provides credit ratings on issuers of commercial paper\\, bonds\\, long/short term debt\\, and preferred shares\\, as well as asset-backed securities. DBRS also offers industry analysis\\, rating reports\\, and ratings indices for issuers and investors throughout the world.",
    "has_agency_description": "DBRS is a full-service rating agency that provides credit ratings on issuers of commercial paper, bonds, long/short term debt, and preferred shares, as well as asset-backed securities. DBRS also offers industry analysis, rating reports, and ratings indices for issuers and investors throughout the world.",
    "has_ESMA_id": "DBRGB",
    "has_name": "DBRS Ratings Limited",
    "has_webpage": "https://www.dbrs.com",
    "has_methodology_description": "DBRS takes a longer-term through the cycle view of an issuer, and this prevents rating changes that are based solely on normal cycles in the economy. Consequently, DBRS will generally be more responsive to structural changes in the credit fundamentals of a debt issuer, rather than to changes in cyclical economic conditions, unless these conditions are unforeseeably large and persistent",
    "has_methodology_url": "http://www.dbrs.com/about/methodologies",
    "has_subsidiary_policy": "The DBRS methodology for rating holding companies and their subsidiaries can be found at: http://www.dbrs.com/research/288893/rating-holding-companies-and-their-subsidiaries.pdf",
    "has_solicitation_policy": "Information about DBRS' solicited and unsolicited ratings policies can be found in the Credit Ratings Global Policy available at: http://www.dbrs.com/research/288027/",
    "has_default_definition": "DBRS provides a detailed definition of default at: http://www.dbrs.com/research/236735/default-definition.pdf"
  },
  {
    "has_parent_description": "Egan-Jones Ratings Co. (EJR),Egan-Jones Ratings started providing ratings in 1995 based in the USA for the purpose of issuing timely\\, accurate ratings. Egan-Jones is a Nationally Recognized Statistical Ratings Organization and is recognized by the National Association of Insurance Commissioners as a Credit Rating Provider. Egan-Jones is also certified by ESMA.",
    "has_agency_description": "Egan-Jones Ratings started providing ratings in 1995 based in the USA for the purpose of issuing timely, accurate ratings. Egan-Jones is a Nationally Recognized Statistical Ratings Organization and is recognized by the National Association of Insurance Commissioners as a Credit Rating Provider. Egan-Jones is also certified by ESMA.",
    "has_ESMA_id": "EGJUS",
    "has_name": "Egan-Jones Ratings Co. (EJR)",
    "has_webpage": "http://www.egan-jones.com",
    "has_methodology_description": "EJR's credit ratings are based on the likelihood of payment, capacity and willingness of the obligor to meet its financial commitment on an obligation in accordance with the terms of the obligation, the nature of and provisions of the obligation, the protection afforded by and relative position of the obligation in the event of bankruptcy, reorganization or other arrangement under the laws of bankruptcy, and other laws affecting creditors' rights.",
    "has_methodology_url": "https://www.egan-jones.com/methodologies",
    "has_subsidiary_policy": "Egan-Jones does not have any subsidiary ratings",
    "has_solicitation_policy": "Egan-Jones issues unsolicited ratings under its subscription business model supported by the investors and issues solicited ratings which are paid by the issuers, investment banks, investors or other parties.",
    "has_default_definition": "The payments on an obligation are not made on the date due even if the applicable grace period has not expired"
  },
  {
    "has_parent_description": "Euler Hermes Rating GmbH,Euler Hermes Rating GmbH is registered as a credit rating agency in accordance with Regulation (EC) No 1060/2009 of the European Parliament and Council (as amended). The Agency is also considered as an external credit assessment institution by the European Banking Authority. As a general rule\\, an EHR credit rating constitutes an opinion on the creditworthiness and refers solely to the credit risk to the exclusion of all other kinds of risk.",
    "has_agency_description": "Euler Hermes Rating GmbH is registered as a credit rating agency in accordance with Regulation (EC) No 1060/2009 of the European Parliament and Council (as amended). The Agency is also considered as an external credit assessment institution by the European Banking Authority. As a general rule, an EHR credit rating constitutes an opinion on the creditworthiness and refers solely to the credit risk to the exclusion of all other kinds of risk.",
    "has_ESMA_id": "EHRDE",
    "has_name": "Euler Hermes Rating GmbH",
    "has_webpage": "https://www.ehrg.de",
    "has_methodology_description": "EHR currently performs the following types of credit ratings: issuer ratings (i.e., SME ratings, corporate ratings), issue ratings (e.g., bonds, promissory notes), project ratings (e.g., real estate, wind farms, aviation finance) and structured finance ratings. \nIssuer ratings: When analysing an issuer, EHR takes a close look at the companys specific business model. It assesses business risk by examining elements such as industry risk, market positioning, competitive positioning, cost efficiency, management, strategy and governance. It is EHRs belief that these qualitative factors cannot be fully captured by data alone or quantified in a standardised process. Financial risk, by contrast, is determined by analysing the companys financial statements. This process analyses and evaluates parameters such as financing structures, financing policies, profitability, cash flow generation and financial flexibility. The essence of any analysis is the assessment of a companys general future ability and willingness to fulfill financial commitments on time. For that reason, plans and planning assumptions are evaluated and analysed particularly carefully when aggregating financial risk and individual business risk. Issue ratings refer to specific financial instruments (bond, Schuldschein loan, etc.). In the rating process, analysts evaluate the probability of default and the loss severity for a specific financial instrument. An issue rating is generally based on the issuers rating. However, it also takes account of features specific to the instrument such as the creditors position in the event of bankruptcy, which in turn depends on contract terms such as subordination, negative pledges or financial covenants. As a result, a corporate bond may have a better or worse rating than the entity that issued it.\nProject ratings: Project ratings primarily assess the amount and stability of future cash flows as well as the creditors position if the project is liquidated. Historical data is often not available. The purpose of a project rating is to evaluate the performance of an investment in a distinct project that generates its own cash flow (e.g., solar farms, aviation finance, real estate, wind farms) based on the project plan and economic viability assessment. The Agency transparently presents material planning assumptions, particularly if they are uncertain, and then identifies and consistently evaluates the extent to which actual results may realistically depart from the planning assumptions. Agency analysts systematically identify technical, economic and legal risks that may arise during construction and operation. Then, they simulate these systematically analysed planning risks (stochastic financial model) in order to determine the frequency of illiquidity and overindebtedness scenarios and thus the likelihood of insolvency. \nStructured finance ratings: A credit portfolio containing numerous fixed-income financial instruments such as loans and bonds allows risk to be diversified across all the underlying financial securities. As a consequence, a portfolio generally has a lower risk of default than an individual security. A structured finance rating expresses the likelihood that the portfolio principal will be paid back with the agreed interest by the end of the portfolio term. EHR uses analytical and simulation-based models to assess credit portfolios based on their composition, the individual risk of the underlying financial securities and the cash flows for the entire portfolio. This information, along with qualitative characteristics, is used to determine the structured finance rating.",
    "has_methodology_url": "https://www.ehrg.de/en/about-us/our-methods/",
    "has_subsidiary_policy": "EHR typically issues corporate ratings at the group or holding level, as well as taking into account the group structure without additional individual ratings for subsidiaries.",
    "has_solicitation_policy": "EHR carries out credit rating processes in which representatives of the rated entity directly or indirectly give the Agency an order to assign a credit rating. In this case, the ratings are considered solicited as defined in the regulations. Credit ratings can also be issued without being initiated by the rated entity. In this case, the ratings are considered unsolicited as defined in the regulations.",
    "has_default_definition": "A default of a rated entity generally occurs in one of the following cases: \n\n1) a bankruptcy filing or legal receivership that will likely cause a miss or delay in future contractually obligated debt service payments; or\n\n2) a missed or delayed disbursement of contractually obligated debt service payments, excluding missed payments cured within a contractually allowed grace period; or\n\n3) a distressed exchange whereby an issuer offers creditors new or restructured debt instruments that amount to a diminished value relative to the debt obligations original promise; or\n\n4) the rated entity is subject to material regulatory monitoring that will likely cause a miss or delay in future contractually obligated debt service payments.\n\nA rated entity is in selective default if it fails to meet some or all of its payment obligations on a certain financial obligation or a certain class of obligations but continues to meet (some of) its payment obligations on other financial obligations or classes of obligations in a timely manner. \n\nThe default definition does not include (1) so-called technical defaults if any payment obligations that may arise here-under can be met or (2) payments owed on obligations that are missed due to technical or administrative errors as long as there is no doubt about the general ability and willingness to pay the obligations. EHR decides whether a default has occurred on a case-by-case basis depending on the concrete terms of the contracts and other fundamental conditions."
  },
  {
    "has_parent_description": "EuroRating Sp. z o.o.,EuroRating is a fully independent credit rating agency\\, operating since 2007\\, specialized in the credit risk assessment of corporations and financial institutions.",
    "has_agency_description": "EuroRating is a fully independent credit rating agency, operating since 2007, specialized in the credit risk assessment of corporations and financial institutions.",
    "has_ESMA_id": "ERRPL",
    "has_name": "EuroRating Sp. z o.o.",
    "has_webpage": "https://www.eurorating.com",
    "has_methodology_description": "Credit ratings assigned by EuroRating are an independent opinions of the creditworthiness of a corporation or financial institution in general (an issuer rating) or with regard to a specific financial obligation (an issue rating). EuroRating uses a single, transparent long-term rating scale (?AAA? to ?D?), which is common to all rating types, although the agency uses different rating methodologies for specific types of the rated entities. The long-term perspective of the credit risk assessment applies to a time horizon of up to the next three years. As the rating methodology used by EuroRating takes into account the susceptibility of the rated entity to changes in currency exchange rates and the overall country risk, the agency does not differentiate the rating scale on local and foreign currency. The ratings issued by EuroRating are therefore comparable to ratings issued by other credit rating agencies in the international scale. The ratings issued by EuroRating reflect a combination of both the likelihood of default and any financial loss suffered by creditors in the event of default. EuroRating?s credit ratings are not a relative ranking of the credit risk of the rated entities, but they are evaluations of the credit risk of individual rated entities in the absolute scale of risk. When assessing the financial credibility of a rated entity EuroRating uses quantitative and qualitative analytical methods. Quantitative assessment includes mainly an analysis of financial statements of the company (preferably for a period of at least the last ten years, taking also into account the most recent quarterly reports and forecasts for the future), conducted using, among others, scoring models for credit risk assessment tailored for specific industries. An important element of quantitative analysis is an assesment of the stability of financial indicators, as well as the dynamics and direction of changes in fundamental values characterizing the condition of the rated company. The methodology attaches great importance to the analysis of cash flows, which are particularly important from the point of view of a solvency of a company. The assessment of the financial situation of a company includes also a comparative analysis, involving the assessment of both the individual parameters as well as the overall risk profile of the company in relation to other entities constituting its reference group. Qualitative analysis includes a wide range variety of factors, which are not easy to quantify and which require in each case an expert evaluation. These include i.a.: the current and forecasted general economic situation; country specific risk factors; the situation in the industry; the company?s market position; dependence on suppliers or customers; quality and market value of company?s assets; vulnerability to changes in exchange rates and/or in commodities prices; business model; quality and innovation of products; experience and qualifications of the management; the accounting principles used; as well as the ownership structure and the likelihood of external support in the event of financial difficulties. A combination of the results of the quantitative and qualitative analysis, requiring in each case an expert judgement of EuroRating?s rating analysts and rating committees, allows to make a final assessment of economic and financial situation of the rated company and of its ability to meet financial obligations in a long term and allows the agency to assign a reliable credit rating.",
    "has_methodology_url": "http://www.eurorating.com/en/ratings/methodology/credit-risk-assessment-methodology",
    "has_subsidiary_policy": "EuroRating reports the ratings of parent companies and their subsidiaries individually.",
    "has_solicitation_policy": "EuroRating assigns solicited and unsolicited credit ratings. A solicited rating is a rating that is initiated at the request of the rated entity. Publicly disclosed credit ratings not initiated at the request of the rated entity are deemed unsolicited. Such ratings are usually based on publicly available information and are disclosed with an indicating affix ?ip? to the rating symbol. Solicitation status has no bearing on the rating criteria applied.",
    "has_default_definition": "EuroRating considers a rated entity as defaulted where any of the following type of event has occurred: a) a bankruptcy filing or legal receivership that will likely cause a miss or delay in future contractually required debt service payments; b) a missed or delayed disbursement of a contractually required interest or principal payment in respect to debt or debt-like obligations, unless payments are made within a contractually allowed grace period or are missed due to purely technical or administrative errors, which are not related to the ability or willingness to make the payments and are cured in a very short time; c) a distressed exchange of debt if the offer implies the investor will receive less value than the promise of the original securities; d) the rated entity enters under a significant form of regulatory supervision owing to its financial situation (this applies only to banks)."
  },
  {
    "has_parent_description": "Feri EuroRating Services AG,FERI EuroRating Services AG is a European rating agency active in the rating business since nearly 20 years\\, specialized in investment market and product ratings as well as debt issuance credit ratings. Its mission is to improve market transparency and to offer ratings that provide decision-making guidance to retail and institutional investors.",
    "has_agency_description": "FERI EuroRating Services AG is a European rating agency active in the rating business since nearly 20 years, specialized in investment market and product ratings as well as debt issuance credit ratings. Its mission is to improve market transparency and to offer ratings that provide decision-making guidance to retail and institutional investors.",
    "has_ESMA_id": "FERDE",
    "has_name": "Feri EuroRating Services AG",
    "has_webpage": "https://fer.feri.de",
    "has_methodology_description": "FERI?s ratings are opinions based on established criteria and methodologies which are continuously evaluated and updated. They are the collective work product of FERI and no individual/or group of individuals, is solely responsible for a rating. Ratings are not facts and are not \"accurate\"/\"inaccurate\". FERI?s opinions are forward looking and include analysts' views of future performance. FERI?s methodologies are made publicly available and include industry and product specific methodologies in the areas of Sovereigns, Corporate Finance, Structured Finance and Covered Bonds. The FERI Country Credit Rating provides a forward looking assessment of the creditworthiness of a countries? sovereign from the perspective of a foreign creditor. The rating uses model-based forecasts of future economic and structural developments. The forecast is updated and reviewed monthly. Each month the forecast is condensed via a rating system to which the FERI Rating algorithm is applied. The general assessment sequence for the rating algorithm is as follows: indicators are selected and are given certain weights; time periods and time weights are defined and each single indicator is weighted across time. The result is an indicator ranging between 0 and 100 points. This total indicator is split into 21 rating classes, the best being AAA (lowest default risk) to CC (highest default risk) as well as the category D (default). Government bonds of an issuer rated BB+ or below fall into the category ?Non-Investment Grade?. In addition to the quantitative result, the rating analyst provides a qualitative assessment and proposes the preliminary FERI Country Credit Rating to the rating committee. The result of the Country Credit Rating is determined by a sovereign's ability and willingness to repay its debt. The analysis applies four risk indicators separating public finance, domestic economic risks, external economic risks and political risks. The evaluation of credit risks looks at the size of the actual debt as well as at its sustainability, i.e., the nature and scope of financing. While external economic risks are determined mainly by balance and structure of capital and current accounts, the domestic economic risk and the political risk of a country are measured by economic and political stability indicators. Data sources comprise notifications and publications of international organizations (e.g. UNO, IMF, UNIDO, Eurostat), national organizations (e.g. offices for national statistics, national central banks) and other public authorities (e.g. government departments). All other credit ratings for secured debt issuances are based on an Expected Loss approach. This means, that a expected loss calculated under various stress scenarios will be mapped using the weighted average life of the rated instrument to derive the rating on FERI?s 21 notch rating scale from AAA to D. The corporate rating/issuer rating is a PD-rating and based on FERI?s industry rating, the assessment of the opportunities and threats of the relevant market and the corporate individual strength and weakness profile (including the balance sheet/profit and loss statement). In case of an unsecured corporate bond the issuer rating will be used as benchmark for notching up/down based on the issuance characteristics.",
    "has_methodology_url": "http://fer.feri.de/de/regulierung/methoden-dokumentationen/",
    "has_subsidiary_policy": "In general, FERI corporate ratings relate to the whole company. In case of a debt issuance rating where the rating is derived from the rating of the issuing entity, the issuer rating might be different from the corporate. In these cases, subsidiaries are rated on an isolated basis. The rating process takes into account the interrelation between a subsidiary and other companies of the group incl. the mother company. Risks, chances or guarantees of the relevant group of companies will be analysed.",
    "has_solicitation_policy": "The FERI Country Credit Rating is unsolicited, whereby no input outside of information available to everyone is accepted. All other credit ratings are in principle solicited ratings (client provides all necessary data). If information available is of sufficient quality, an unsolicited credit rating may be assigned. Unsolicited and solicited credit ratings are always distinguished. For unsolicited credit ratings, FERI discloses whether the rated entity/issuer participated in the rating process.",
    "has_default_definition": "FERI?s definition of default is applicable only to debt or debt-like obligations.The following events constitute a debt default under FERI?s definition and will be marked with a ?D? Default. 'D' ratings indicate an issuer that in FERI?s opinion (i) will probably not be able to fulfill its payment obligations to banks or other debts investors or (ii) missed or delayed disbursements of a contractually ?obligated interest or principal payment (excluding missed payments cured within a contractually allowed grace period) or (iii) has entered into a distressed exchange or (iv) has entered into bankruptcy, filings, administration, receivership, liquidation or other formal winding-up procedure, or which has otherwise ceased business. In addition, with respect to structured finance ratings, ratings in the 'CC' category and below are considered by FERI to be materially impaired. All such ratings are therefore also captured within CEREP default statistics in accordance with CEREP reporting requirements.A default of a sovereign marked as ?default? is defined as a situation when a principal or interest payment is missed on the due date (or within the specified grace period). A default occurs as well in the case of a distressed exchange, when the exchange serves to help the sovereign avoid missed interest or principal payments."
  },
  {
    "has_parent_description": "Fitch Ratings Limited,Fitch Ratings is the trade name of the global group of credit rating agencies within the Fitch Ratings group of CRAs. This group encompasses more than 30 separate ratings companies operating across more than 50 offices worldwide.",
    "has_agency_description": "Fitch Ratings is the trade name of the global group of credit rating agencies within the Fitch Ratings group of CRAs. This group encompasses more than 30 separate ratings companies operating across more than 50 offices worldwide.",
    "has_ESMA_id": "FITGB",
    "has_name": "Fitch Ratings Limited",
    "has_webpage": "http://www.fitchratings.com",
    "has_methodology_description": "Fitch's ratings are opinions based on established criteria and methodologies which are continuously evaluated and updated. They are the collective work product of Fitch and no individual/or group of individuals, is solely responsible for a rating. Ratings are not facts and are not \"accurate\"/\"inaccurate\".\n\nFitch's opinions are forward looking and include analysts' views of future performance. These views may include forecasts, which may in turn\n(i) be informed by non-disclosable management projections,\n(ii) be based on a trend (sector or wider economic cycle) at a certain stage in the cycle, or\n(iii) be based on historical performance.\nMaterial changes in economic conditions and expectations (for a particular issuer) may result in a rating change. Ratings only address credit risk.\n\nRatings are relative measures of risk. As opinions on relative ranking of vulnerability to default, they do not imply/convey a specific statistical probability of default, notwithstanding the agency's published default histories that may be measured against ratings at the time of default.\n\nRatings are opinions based on all information known to Fitch, including publicly available information and/or non-public documents/information provided to the agency by an issuer and other parties.\n\nIn issuing/maintaining its ratings, Fitch relies on factual information received from issuers/underwriters/other sources Fitch believes to be credible. Fitch conducts a reasonable investigation of the factual information relied upon by it in accordance with its rating methodology, and obtains reasonable verification of that information from independent sources, to the extent such sources are available for a given security or in a given jurisdiction.\n\nThe investigations and scope of the third-party verification will vary depending on the nature of the rated security and its issuer, the requirements and practices in the jurisdiction in which the rated security is offered and sold and/or the issuer is located, the availability and nature of relevant public information, access to the management of the issuer and its advisers, the availability of pre-existing third-party verifications such as audit reports, agreed-upon procedures letters, appraisals, actuarial reports, engineering reports, legal opinions and other reports provided by third parties, the availability of independent and competent third-party verification sources with respect to the particular security or in the particular jurisdiction of the issuer, and a variety of other factors.\n\nUltimately, the issuer and its advisers are responsible for the accuracy of the information they provide to Fitch and to the market in offering documents and other reports. Fitch must rely on the work of experts, including independent auditors with respect to financial statements and attorneys with respect to legal and tax matters. Further, ratings are inherently forward-looking and embody assumptions and predictions about future events that by their nature cannot be verified as facts. As a result, despite any verification of current facts, ratings can be affected by future events or conditions that were not anticipated at the time a rating was issued or affirmed. If any such information should turn out to contain misrepresentations or to be otherwise misleading, the rating associated with that information may not be appropriate.\n\nIn the default components of ratings assigned to individual obligations or instruments, the agency typically rates to the likelihood of non-payment or default in accordance with the terms of that instrument?s documentation. In limited cases, Fitch Ratings may include additional considerations (i.e. rate to a higher or lower standard than that implied in the obligation?s documentation) and will make clear the assumptions underlying the agency?s opinion in the rating commentary.",
    "has_methodology_url": "https://www.fitchratings.com/site/fitch-home/definitions",
    "has_subsidiary_policy": "Subsidiaries are included where 1) the subsidiary has outstanding debt or securities rated by Fitch or 2) Fitch has not assigned an issuer default rating to the parent company. Fitch employs a group methodology when assigning ratings to cooperative and savings bank groups in Germany and Austria - for each group the ratings are assigned at the same level and move in unison. As a result, ratings in such cases are reported to CEREP at the group, rather than individual entity, level.",
    "has_solicitation_policy": "Fitch assigns solicited and unsolicited ratings. Fitch defines solicitation status in terms of whether the agency receives compensation for the provision of a rating. Compensation status may change over time for various reasons. Should an issuer choose to stop compensating Fitch for its ratings, Fitch may opt to continue rating the issuer, with or without participation, as a service to investors, but the solicitation status of the issuer's ratings will change from \"solicited\" to \"unsolicited\".",
    "has_default_definition": "Fitch's current definitions of default are the same for corporate Issuer Default Ratings and public and structured finance obligations' ratings and are as follows.\nRD: Restricted Default.?RD? ratings indicate an issuer that in Fitch Ratings? opinion has experienced an uncured payment default on a bond, loan or other material financial obligation but which has not entered into bankruptcy filings, administration, receivership, liquidation or other formal winding-up procedure, and which has not otherwise ceased business. This would include:\na. the selective payment default on a specific class or currency of debt;\nb. the uncured expiry of any applicable grace period, cure period or default forbearance period following a payment default on a bank loan, capital markets security or other material financial obligation;\nc.�the extension of multiple waivers or forbearance periods upon a payment default on one or more material financial obligations, either in series or in parallel; or\nd.�execution of a coercive debt exchange on one or more material financial obligations.\n\nD: Default. ?D? ratings indicate an issuer that in Fitch Ratings? opinion has entered into bankruptcy filings, administration, receivership, liquidation or other formal winding-up procedure, or which has otherwise ceased business. \nIn addition, with respect to structured finance ratings, ratings in the 'CC' category and below are considered by Fitch to be materially impaired.   All such ratings are therefore also captured within CEREP default statistics in accordance with CEREP reporting requirements.\n\nPrior to 01/01/2006 Fitch's rating scale was slightly different. The effective definition of default has not changed but the rating RD was introduced after 01/01/2006. Recovery values were reflected in the D rating category before 01/01/2006. After this date recovery values have been reflected in the individual ratings of securities and not in the Issuer Default Rating."
  },
  {
    "has_parent_description": "GBB-Rating Gesellschaft f�r Bonit�tsbeurteilung mbH,GBB-Rating Gesellschaft f�r Bonit�tsbeurteilung mbH\\, Cologne\\, Germany is an independent rating agency focused on financial institutions and medium-sized businesses of other industries. Due to a longtime rating experience and detailed knowledge of the individual industry framework and risk systems GBB-Rating offers special fitted rating procedures.",
    "has_agency_description": "GBB-Rating Gesellschaft f�r Bonit�tsbeurteilung mbH, Cologne, Germany is an independent rating agency focused on financial institutions and medium-sized businesses of other industries. Due to a longtime rating experience and detailed knowledge of the individual industry framework and risk systems GBB-Rating offers special fitted rating procedures.",
    "has_ESMA_id": "GBBDE",
    "has_name": "GBB-Rating Gesellschaft f�r Bonit�tsbeurteilung mbH",
    "has_webpage": "https://www.gbb-rating.eu",
    "has_methodology_description": "The (long-term credit) rating of banks, building societies, lease financial institutions and small and medium sized companies is based on an analysis and evaluation of material quantitative and qualitative aspects of the financial and business profiles, performed using a system of indicators and criteria. The rating result is assigned to one of 22 grades (AAA to D) and supplemented by a rating outlook. The focal point of the rating procedure is the calculation of an overall score or combined result (point scores), which serves as a creditworthiness indicator and determines the assigned grade. The combined result is calculated on the basis of weighted points from the aggregated parameters financial profile and business profile. In principle, the procedure is designed for the purpose of assessing legally independent corporations that are active in the markets ? operating as going concerns. The indicators and criteria are analyzed, assessed and evaluated on the basis of the financial and business profiles in compliance with established internal rules and procedures. The financial profile is evaluated by analyzing financial strength, as expressed by long-term earning capacity and the capital available to cover risks. Indicators and qualitative criteria are applied to assess the relevant financial position and financial performance, and developments and changes are analyzed from a past, current and future perspective. Key sources of information are, in particular, annual and quarterly reports, planning information and if necessary additional disclosures. Examining the business profile focuses on analyzing relevant success and risk factors, while giving consideration to the corporation's development (from a past, current and future perspective). The assessment analyzes chiefly qualitative and forward-looking external and internal influencing factors. Criteria concerning e. g. the issues of strategy, the market, organization, risk management, risk profile and capitalization potential are evaluated. Supporting indicators are used to perform plausibility checks on the analyses and evaluations. Alongside relevant particularities, especially those relating to the company and business model, the success and risk factors governing various corporation types, are analyzed and consolidated to obtain a forward-looking and verifiable overall judgment. The business profile is assessed according to the relevant rating methodology (banks, building societies, lease financial institutions and small and medium sized companies) by making a distinction between different main criteria. Each of these main criteria is divided into sub-criteria. The criteria are measured against fixed assessment scales. Once a lead analyst and a second analyst have examined, assessed and verified all the criteria, the weighted scores are applied to obtain an overall business profile score for use in decision-making. A detailed manual contains descriptions, methods and outline requirements concerning the evaluation procedure for all criteria.",
    "has_methodology_url": "http://www.gbb-rating.eu/en/presse/eu-veroeffentlichungen/Pages/default.aspx",
    "has_subsidiary_policy": "Subsidiaries are rated on an isolated basis. Financial support of the parent company is taken into account.",
    "has_solicitation_policy": "GBB-Rating undertakes, produces and publishes both solicited and unsolicited rating. Solicited ratings are performed in consultation with the assessed entity. A solicited rating is based both on internal information furnished by the subject and publicly available data. As a general rule, unsolicited ratings are primarily based on publicly available data and information. In compliance with the regulatory requirements concerning disclosure, ratings are published on the website of GBB-Rating.",
    "has_default_definition": "The default definition is the legal definition, i.e. a default occurs in case of moratorium respectively bankruptcy and missed payments for financial facilities as far it is not fixed as an option in the contract. A voluntary renunciation of payments from investor?s side is not a default. GBB-Rating also reports a default if there is a missed payment of the coupon of a debt issue as far the missed payment is not covered by contractual terms of the legal agreement or investors voluntarily renouncing their right of payment."
  },
  {
    "has_parent_description": "HR Ratings de M�xico\\, S.A. de C.V. (HR Ratings),HR Ratings issues credit ratings for entities that operate in the sovereign and public finance\\, structured finance and corporate (including financial institutions\\, insurance undertaking and corporate issuers not considered a financial institution) sectors. The analysis that HR Ratings performs is built on a strong understanding of the macroeconomic environment in which the entity operates\\, as well as specific factor that affect the entities that are analyzed.",
    "has_agency_description": "HR Ratings issues credit ratings for entities that operate in the sovereign and public finance, structured finance and corporate (including financial institutions, insurance undertaking and corporate issuers not considered a financial institution) sectors. The analysis that HR Ratings performs is built on a strong understanding of the macroeconomic environment in which the entity operates, as well as specific factor that affect the entities that are analyzed.",
    "has_ESMA_id": "HRRMX",
    "has_name": "HR Ratings de M�xico, S.A. de C.V. (HR Ratings)",
    "has_webpage": "https://www.hrratings.com",
    "has_methodology_description": "Our credit ratings need to be understood as rankings of the relative creditworthiness of different entities or credits. Creditworthiness takes into consideration both the ability and willingness to meet debt obligations in the manner prescribed in the relevant documentation. As our ratings measure relative creditworthiness they do not necessarily reflect any specific statistical probability of default. In order to make more valid rankings of creditworthiness, our different methodologies apply stress case scenarios to complement our base case analysis.",
    "has_methodology_url": "https://www.hrratings.com/en/methodology",
    "has_subsidiary_policy": "Ratings of subsidiaries will be reported as separate ratings from the parent rating.",
    "has_solicitation_policy": "HR Ratings has unsolicited ratings only in the sovereign sector.",
    "has_default_definition": "Default is a failure to meet these obligations on a timely basis and in the manner to which the parties had agreed. Default includes those cases in which creditors are forced (as determined by the Analysis Committee) to restructure debt as a result of the debtor?s distressed financial circumstances."
  },
  {
    "has_parent_description": "ICAP Group SA,Under the present legal form (ICAP S.A.) the company was established on 01-11-2018 following the Break Up of ICAP GROUP S.A. It is legally treated as the Final Successor of ICAP GROUP S.A. \\nICAP GROUP S.A. was founded in 1971 in Greece. It evolved following the conversion to SA of ICAP HELLAS LLC\\, which was founded in 1964. ICAP is actively involved since 1992 in Credit Risk measurement and management and Credit Rating evaluation of Greek companies\\, based on the data derived from ICAP DATABANK.",
    "has_agency_description": "Under the present legal form (ICAP S.A.) the company was established on 01-11-2018 following the Break Up of ICAP GROUP S.A. It is legally treated as the Final Successor of ICAP GROUP S.A. \nICAP GROUP S.A. was founded in 1971 in Greece. It evolved following the conversion to SA of ICAP HELLAS LLC, which was founded in 1964. ICAP is actively involved since 1992 in Credit Risk measurement and management and Credit Rating evaluation of Greek companies, based on the data derived from ICAP DATABANK.",
    "has_ESMA_id": "ICAGR",
    "has_name": "ICAP Group SA",
    "has_webpage": "http://www.icap.gr",
    "has_methodology_description": "ICAP assigns Credit Ratings to Greek corporates that are not considered to be a financial institution or insurance and do not present any case of conflict of interest.\nThe credit rating assignment process is activated after the completion of the quality control of the information collected during the update process and incorporates two phases:\na) the evaluation of the companies via a quantitative process and \nb) the assessment of the companies? qualitative characteristics by the Rating Analysts.\nReferring to the quantitative assessment, ICAP has developed a suite of credit rating models, based on the segmentation of companies according to the availability of financial data, legal status and activity sector.\nIn order to estimate a company?s creditworthiness, the quantitative phase of the credit rating process examines:\n- The financial strength of the company based on financial ratios and accounts,\n- The payment history of the company by considering the existence of derogatory data,\n- The commercial and business characteristics of the company by examining, among others, the number of\n  employees, the activity sector?s risk and the years of operation.\n\nReferring to the qualitative assessment, upon completion of the first phase, the Analyst assesses the qualitative characteristics of the company which are grouped to five categories based on the related risk factors:\n- Business Risk,\n- Management,\n- Financial Quality,\n- Sector Risk,\n- Special Events.\nThe Analyst combines the results of the quantitative and qualitative assessments and arrives at a proposal on the rating to be assigned to the company.\nThis proposal, under certain occasions, is reviewed by the Rating Committee that will be responsible for deciding the final Credit Rating.\nThe final Credit Rating is then stored in ICAP?s database accompanied by the appropriate justification and the rated company is notified of the result of the assessment.\n\nICAP may review the Credit Rating of a company either:\n- as part of the regular assessment of the company?s creditworthiness (at least twice a year),\n- as a response to a client?s request, submitted to ICAP only in a written form.\nThe Credit Ratings review can also be initiated when ICAP becomes aware of any significant information that might reasonably be expected to significantly influence the recent Credit Ratings.\n\nThe performance of the Credit Ratings is monitored by executing validation tests in order to examine their discriminatory power as well as their accuracy. These tests are performed at least once every six months.\n\nICAP assigns rating for a corporate debt instrument issue by applying expected recovery-driven notching on the long-term rating of the corporate issuer. The maintained assumption of this rating approach is that, on average, the rating of a senior unsecured debt instrument coincides with the rating of the issuer, which in turn reflects that on average the estimated overall recovery rate of the corporate in the event of default is in parity with the benchmark recovery rate of its respective sector. Possible deviations from such recovery rate parity would trigger notching upgrade in the event of higher expected recoveries than the benchmark or notching downgrade otherwise. Complementary assessments include the effects of country and counterparty risks as well as qualitative factors such as legal and audit opinions.\nGiven that the likelihood of default is captured in ICAP corporate ratings and that expected recoveries are estimated from both the assets of the corporation and potentially from structural enhancements, the resulting debt instrument rating reflects an expected loss in the event of default in the long-term aligned with the corporate rating horizon, which in turn assesses the likely ability to meet the ultimate obligations of the issue.",
    "has_methodology_url": "https://www.icap.gr/en/our-services/ratings-analytics-services/ratings-scores/",
    "has_subsidiary_policy": "ICAP treats subsidiaries as individual companies acting independently from their parent companies and therefore separate credit ratings are assigned to the subsidiaries. These ratings may differ positively or negatively from the parent companies? credit ratings.\n\nHowever, ICAP does take into account the creditworthiness of the parent company when assigning a credit rating to a subsidiary.",
    "has_solicitation_policy": "1. ICAP?s Credit Ratings on Corporate Entities or Issuers are performed:\na) On an unsolicited basis following a client?s (which is different from the rated entity) request\nb) On a solicited basis following a request from the rated entity.\n\n2. ICAP?s Credit Ratings on Debt Instruments are performed:\na) On an unsolicited basis following a client?s (which is different from the Debt Instrument?s Issuer), request.\nb) On a solicited basis following a request from the Debt Instrument?s Issuer.",
    "has_default_definition": "According to ICAP's default definition\n1. A corporate is considered to be in default:\na) when it declared bankruptcy or is undergoing bankruptcy proceedings,\nb) upon the occurrence of events that indicate the inability of the corporate to fulfill its payment obligations.\n\n2. A Corporate debt instrument is considered to be defaulted if at least one of the following applies: (a) the issuer is not able to pay its credit obligations, (b) the instrument-specific default clauses are enforced"
  },
  {
    "has_parent_description": "Inbonis S.A,INBONIS SA is a credit rating agency providing corporate ratings on corporate issuers not considered a financial institution or insurance undertaking specialised on small and medium enterprises (SMEs)",
    "has_agency_description": "INBONIS SA is a credit rating agency providing corporate ratings on corporate issuers not considered a financial institution or insurance undertaking specialised on small and medium enterprises (SMEs)",
    "has_ESMA_id": "INBES",
    "has_name": "Inbonis S.A",
    "has_webpage": "https://inbonis.com",
    "has_methodology_description": "Inbonis assesses four main types of risks (Business risks, financials risks, corporate and governance risks and economic environment risk) throughout two modules: A micro-economic model and a qualitative assessment conduted by rating analysts. The methodology, specifically designed for SMEs, also includes adjustment according to macro-economic model and rating sensitivity assessment",
    "has_methodology_url": "https://inbonis.com/wp-content/uploads/INBONIS-Disclosure_6-Methodology__Definition.pdf",
    "has_subsidiary_policy": "INBONIS SA applies similary methodology for subsidiaries.",
    "has_solicitation_policy": "INBONIS SA provides both solicited and unsolicited ratings.",
    "has_default_definition": "It is considered that a company is in default when one of the following occurs: - The company is in default with respect to any financial obligation whose economic impact is of a significant amount. - The company has been declared insolvent or in a similar situation. Inbonis monitors default information from public registers and credit bureaus."
  },
  {
    "has_parent_description": "INC Rating Sp. z o.o.,INC Rating Sp. z o.o. is a subsidiary of INC SA. INC Rating rating functions as a CRA in the area of Poland and European Union. The agency is supervised by the European Securities and Markets Authority (ESMA). INC Rating dedicates its services to public sector entities\\, especially local government units.",
    "has_agency_description": "INC Rating Sp. z o.o. is a subsidiary of INC SA. INC Rating rating functions as a CRA in the area of Poland and European Union. The agency is supervised by the European Securities and Markets Authority (ESMA). INC Rating dedicates its services to public sector entities, especially local government units.",
    "has_ESMA_id": "INCPL",
    "has_name": "INC Rating Sp. z o.o.",
    "has_webpage": "http://www.incrating.pl",
    "has_methodology_description": "Credit rating methodology used by INC Rating can be divided into five areas, or five perspectives, from which the Agency?s analysts assess a potential rating for a given entity. \n\nThese areas are:\n\n1) Auditing the local government unit - this is one of the first steps of credit rating process. Analysts selected to conduct a process on a given entity, contact the LGU?s management and set up a date of the visits. During the visits analysts conduct interviews with the Mayor and the Treasurer. Analysts also check the reliability of data provided by the LGU; \n\n2) Analysis from the macroeconomic perspective is another step in the rating process. There are two levels of macroeconomic influence on counties and municipalities which are regional (voivodeship) and country. In case of voivodeships we take into account only one level of macroeconomic influence ? country level. Indicators used by the Agency in macroeconomic analysis are e.g. (Unemployment rate, GDP per capita (nominal), Industrial production, Current account balance (%GDP), 10-year government bonds, Budget balance (%GDP), PMI, Inflation (CPI), Doing business (DTF, % points);\n\n3) Analysis of micro-economic situation of the rated entity is based on a thorough, multi-dimensional overview of the situation of the selected entity on the basis of data from its immediate surroundings. Indicators used by the Agency in microeconomic analysis are e.g. (Income per capita, Own income per capita, Expenditure per capita, Debt per capita, Unemployment rate, People using the social welfare, Enterprises, Companies with over 1000 employees (% of total companies), CIT / legal persons);\n\n4) To maintain impartiality of the opinion INC Rating uses also quantitative indicators to determine the quality of the local government?s management. Indicators used by the Agency in this analysis are e.g. (current income/planned current income, current expenditure/planned current expenditure, capital expenditure/planned capital expenditure, administration costs/current expenditure);\n\n5) Financial analysis of the local government is the most important part in the rating process. It is an outcome of local government?s macro and micro economical potential along with administrative decisions (the management). Therefore the outcome of the rating process is largely determined by the outcome of the local government budget?s financial analysis. Analysts compare almost 100 different indicators divided into 5 groups: budget, debt, income, expenditure and capital expenditure. (e.g. Net operating surplus/Net current income, Operating surplus/Current income, Surplus (deficit) before debt/Total income, Budget balance/Total income, Operating funds/Total income).",
    "has_methodology_url": "http://www.incrating.pl/spolka/dokumenty-korporacyjne",
    "has_subsidiary_policy": null,
    "has_solicitation_policy": "Solicited credit ratings are these which are initiated at the request of the issuer (rated entity) or potential investor. Unsolicited credit ratings are credit ratings that are not initiated at the request of the issuer or investor. Unsolicited credit ratings are issued on the initiative of the Agency. INC Rating also marked it with a colour code ? black meaning that the issued credit rating is a solicited one and red meaning that the issued credit rating is a unsolicited one.",
    "has_default_definition": "INC Rating treated rated entity as defaulted in the case of any of the following events:\n\n- failure by the timely repayment of principal and / or interest due financial liabilities;\n- submission by the rated entity of an application for bankruptcy, receivership, liquidation or other form of cessation of activity by the entity;\n- an unfavorable from the perspective of creditors conversion of financial liabilities of the rated entity (a situation where creditors obtain a value lower than the value specified in the original terms of existing financial liabilities);\n- a remedial program of local government unit is approved by its supervisory authority."
  },
  {
    "has_parent_description": "Japan Credit Rating Agency Ltd,JCR\\, established in 1985\\, provides mainly credit ratings and information services. As a CRA\\, it is registered in Japan and the U.S. and certified in the EU. Our credit ratings mainly cover corporations\\, financial/insurance institutions\\, governments\\, public sector\\, and structured finance products. Meanwhile\\, as for the action validity time\\, we fixed at 15:30 (JST) because we in principle publish news release at the indicated time.",
    "has_agency_description": "JCR, established in 1985, provides mainly credit ratings and information services. As a CRA, it is registered in Japan and the U.S. and certified in the EU. Our credit ratings mainly cover corporations, financial/insurance institutions, governments, public sector, and structured finance products. Meanwhile, as for the action validity time, we fixed at 15:30 (JST) because we in principle publish news release at the indicated time.",
    "has_ESMA_id": "JCRFR",
    "has_name": "Japan Credit Rating Agency Ltd",
    "has_webpage": "https://www.jcr.co.jp",
    "has_methodology_description": "A credit rating is an assessment of one's ability to meet debt obligations, and pay principal and interest in accordance with financial agreements. Each individual obligation has its own contract, so the likelihood of the recovery of debts, should the issuer go bankrupt, varies according to each contract. A credit rating is therefore required to determine the likelihood that the obligor will go bankrupt and default on its obligation and the likelihood of recovery of the obligation should the obligor go bankrupt. Among other things, JCR focus on an obligor's creditworthiness as a going concern. The likelihood of the principal and interest being paid on time as specified in the contract is largely dependent on the obligor remaining financially stable and able to generate the necessary cash flow continuously as a going concern. At JCR, a credit rating assessing the capacity of the obligor to honor its financial commitment on the obligation is called \"Long-Term Issuer Rating\". In determining a Long-Term Issuer Rating, specific contractual details, preferred status among obligations, and the degree of recoverability are not taken into consideration, because the purpose of this rating is to get a comprehensive grasp of all of the obligor's obligations. Those individual factors are reflected in the assessment of individual obligations. Payments of obligations are taken from the cash flow generated from the obligor's daily operating activities. When assessing creditworthiness, it is therefore important to determine whether the profitability and stability of this cash flow matches that of the obligations to be repaid. It is extremely important to analyze the relative relationships between cash flow and obligations. When assessing creditworthiness, focus is placed on two main issues, the business and the financial foundations. In addition, JCR may take into consideration for the credit supports from the external sources, such as parent companies, Deposit Insurance System, etc. In the rating process, while the quantitative and qualitative analysis of industries and individual obligors is the core of the research, other results, such as JCR's original Individual Corporate Default Rate Estimation model, are used as reference data in the process of assessing creditworthiness as a means to enhance the objectivity of the rating. As mentioned above, the core foundation for a rating is the obligor's creditworthiness. The JCR rating codes indicate the degree of likelihood of this kind of default occurring. For the creditor, the likelihood of recovery under the bankruptcy is also a matter of significant interest. When there is a discrepancy in the likelihood of recovery among individual obligations, to the point of soliciting caution among the investors, there may be cases where the JCR assigns a notch differential from the Long-Term Issuer Rating. In assessing the likelihood of recovery, JCR takes three factors into consideration: (a) the level of creditworthiness of the obligor; (b) the financial structure of the obligor; and (c) the relative contractual position of the obligation being rated. For these factors, a notch differentiation by a mechanical application is not used. Instead, various factors are considered to comprehensively reach a determination. As JCR assesses an obligor's ability to perform its obligations over time, estimating the ability to generate income and predicting future financial conditions are important. Based on the current financial statements and management plans together with the perspective of industry trends and business foundations, JCR estimates future balance sheets, profits and losses and the future trend of operational indicators. In such cases, JCR also analyzes the obligation's sensitivity to changes in economic conditions and considers all \"worse case scenarios.\"",
    "has_methodology_url": "http://www.jcr.co.jp/en/rrinfo/",
    "has_subsidiary_policy": "In case of different entities of the same group, JCR rates each entity separately at the request from such entities.",
    "has_solicitation_policy": "If a publication of a credit rating on an issuer is perceived to contribute to the enhancement of credit rating accuracy, JCR shall assign and publicize the unsolicited credit rating. JCR shall disclose the credit rating by indicating affix, \"p\", to the rating symbol, except for sovereign ratings. Even in the cases when credit ratings are unsolicited, JCR shall exert efforts to carry out credit assessments in the same process as for a solicited credit rating.",
    "has_default_definition": "\"Default\" means a state in which principal and/or interest payments of financial obligations cannot be made as initially agreed. This includes the state where JCR judges it is impossible that principal and interest payments of the financial obligations can be made as agreed due to filing of a petition for legal proceedings such as Bankruptcy, Corporate Reorganization, Civil Rehabilitation, or Special Liquidation proceedings."
  },
  {
    "has_parent_description": "Kroll Bond Rating Agency,Kroll Bond Rating Agency (KBRA) was established in 2010 by Jules Kroll to restore trust in credit ratings by creating new standards for assessing risk and by offering accurate\\, clear and transparent ratings. KBRA is registered with the U.S. Securities and Exchange Commission as a Nationally Recognized Statistical Rating Organization (NRSRO). In addition\\, KBRA is recognized by the National Association of Insurance Commissioners (NAIC) as a Credit Rating Provider (CRP).",
    "has_agency_description": "Kroll Bond Rating Agency (KBRA) was established in 2010 by Jules Kroll to restore trust in credit ratings by creating new standards for assessing risk and by offering accurate, clear and transparent ratings. KBRA is registered with the U.S. Securities and Exchange Commission as a Nationally Recognized Statistical Rating Organization (NRSRO). In addition, KBRA is recognized by the National Association of Insurance Commissioners (NAIC) as a Credit Rating Provider (CRP).",
    "has_ESMA_id": "KBRUS",
    "has_name": "Kroll Bond Rating Agency",
    "has_webpage": "https://www.krollbondratings.com",
    "has_methodology_description": "KBRA issues ratings based on published methdologies all of which are avilable on KBRA's website.",
    "has_methodology_url": "https://www.krollbondratings.com/ratings/methodologies/",
    "has_subsidiary_policy": "NA",
    "has_solicitation_policy": "NA",
    "has_default_definition": "KBRA defines default as occurring if: \n1) There is a missed interest or principal payment on a rated obligation under the contractual terms of the rated obligation, which is deemed to be highly unlikely to be recovered. \n2) The rated entity files for protection from creditors, is placed into receivership or is closed by regulators such that a missed payment is likely to result.\n3) The rated entity seeks and completes a distressed exchange, where existing rated obligations are replaced by new obligations with a diminished economic value. \n4) An insurance operating company fails to meet its policyholder obligations."
  },
  {
    "has_parent_description": "modeFinance S.r.l.,modeFinance\\, as a registered Credit Rating Agency in accordance with EU Reg. 1060/2009\\, issues unsolicited credit ratings to financial and non-financial companies under the subscriber-pays model.",
    "has_agency_description": "modeFinance, as a registered Credit Rating Agency in accordance with EU Reg. 1060/2009, issues unsolicited credit ratings to financial and non-financial companies under the subscriber-pays model.",
    "has_ESMA_id": "MOFIT",
    "has_name": "modeFinance S.r.l.",
    "has_webpage": "https://www.modefinance.com",
    "has_methodology_description": "modeFinance independently develops procedures, criteria and models that constitute the foundations of its credit rating activity. Corporate ratings issued by modeFinance are the result of two methodologies: the first, purely quantitative, is MORE (or MORE for BANKS) Methodology, widely tested on millions of companies worldwide during a continuous scoring activity; the second methodology, RATING (or RATING for BANKS) Methodology, implies the intervention of modeFinance team of rating analysts, who are responsible for the activity of issuance, monitoring and publication of credit ratings.",
    "has_methodology_url": "https://cra.modefinance.com/en/methodologies",
    "has_subsidiary_policy": "modeFinance does not rate subsidiaries.",
    "has_solicitation_policy": "modeFinance issues unsolicited ratings only.",
    "has_default_definition": "Company for which missed payments on a financial obligation are officially recorded, or under administration, or under liquidation status or under bankruptcy."
  },
  {
    "has_parent_description": "Moody's Investors Service Ltd,Moody's is a leading provider of credit ratings\\, research & risk analysis. Moody?s submits certain data to ESMA\\, but bears no responsibility or liability for the timeliness or accuracy of its display on the European Rating Platform. Consult www.Moodys.com for current information & terms of use. (c)2021 Moody?s & affiliates. All rights reserved. Moody?s ratings are proprietary & protected by copyright laws. DATA MUST NOT BE COPIED\\, DISSEMINATED\\, MODIFIED\\, OR STORED\\, WITHOUT MOODY?S CONSENT.",
    "has_agency_description": "Moody's is a leading provider of credit ratings, research & risk analysis. Moody?s submits certain data to ESMA, but bears no responsibility or liability for the timeliness or accuracy of its display on the European Rating Platform. Consult www.Moodys.com for current information & terms of use. (c)2021 Moody?s & affiliates. All rights reserved. Moody?s ratings are proprietary & protected by copyright laws. DATA MUST NOT BE COPIED, DISSEMINATED, MODIFIED, OR STORED, WITHOUT MOODY?S CONSENT.",
    "has_ESMA_id": "MDYGB",
    "has_name": "Moody's Investors Service Ltd",
    "has_webpage": "http://www.moodys.com",
    "has_methodology_description": "Please note, as of 17 August 2018, the responsible CRA for all ratings endorsed into the EU is Moody?s Deutschland GmbH. Moody's maintains rating methodologies for different rating categories. Moody's long-term ratings are opinions of the relative credit risk of financial obligations with an original maturity of one year or more. They address the possibility that a financial obligation will not be honored as promised. Such ratings use Moody's Global Scale and reflect both the likelihood of default and any financial loss suffered in the event of default. Long-Term Issuer Ratings are opinions of the ability of entities to honor long-term senior unsecured financial obligations and contracts. Moody's expresses Long-Term Issuer Ratings on one long-term Global Scale, which is common to all rating types. Moody's short-term ratings are opinions of the ability of issuers to honor short-term financial obligations. Short-term ratings may be assigned to issuers, short-term programs or to individual short-term debt instruments of any rating type. Such obligations generally have an original maturity not exceeding thirteen months, unless explicitly noted. The credit rating data submitted to the central repository is provided for Corporate, Financial Institutions and Sovereign and Public Finance ratings on an issuer level and not on a group basis. Structured Finance ratings and Covered Bond ratings are submitted to the central repository on an instrument basis. US municipal ratings are only provided since June 2010, when they were recalibrated on Moody's global long term rating scale. For ratings that were withdrawn prior to August 2010, the collateral type of the transaction was used to determine whether the rating related to a structured finance instrument. For long-term structured finance ratings, impairments (see below) and not defaults are reported and those that were issued prior to 1993 are excluded. Geographically Moody's classifies offshore entities into their legal domicile irrespective of the domicile of their parent company, if any. For example an offshore subsidy of a US based company legally domiciled in Cayman Islands is given the Cayman Islands ISO code.",
    "has_methodology_url": "https://www.moodys.com/researchandratings/methodology/003006001/rating-methodologies/methodology/003006001/4294966628/4294966848/",
    "has_subsidiary_policy": "Moody's performance statistics for corporate, sovereign and public finance ratings are based on a senior unsecured rating that is assigned to each legal entity that issues rated debt, irrespective of whether or not it is a subsidiary and irrespective of its position in any corporate infrastructure.",
    "has_solicitation_policy": "Credit ratings not initiated at the request of the Rated Entity are deemed unsolicited under applicable EU regulations. This designation applies at both the Rated Entity level and the debt rating level. Solicitation may be evidenced by an issuer request, rating application or contract, payment of fees or confirmation. Unsolicited ratings for which MIS receives a subsequent solicitation will not be deemed unsolicited.",
    "has_default_definition": "Moody's definition of default is applicable only to debt or debt-like obligations. Four events constitute a debt default under Moody's definition: a) a missed or delayed disbursement of a contractually obligated interest or principal payment (excluding missed payments cured within a contractually allowed grace period), as defined in credit agreements and indentures; b) a bankruptcy filing or legal receivership by the debt issuer or obligor that will likely cause a miss or delay in future contractually-obligated debt service payments; c) a distressed exchange whereby 1) an obligor offers creditors a new or restructured debt, or a new package of securities, cash or assets that amount to a diminished financial obligation relative to the original obligation and 2) the exchange has the effect of allowing the obligor to avoid a bankruptcy or payment default in the future; or d) a change in the payment terms of a credit agreement or indenture imposed by the sovereign that results in a diminished financial obligation, such as a forced currency re-denomination (imposed by the debtor, himself, or his sovereign) or a forced change in some other aspect of the original promise, such as indexation or maturity. Moody's definition of default does not include so-called \"technical defaults\", such as maximum leverage or minimum debt coverage violations, unless the obligor fails to cure the violation and fails to honor the resulting debt acceleration which may be required. Also excluded are payments owed on long-term debt obligations which are missed due to purely technical or administrative errors which are 1) not related to the ability or willingness to make the payments and 2) are cured in very short order (typically, 1-2 business days). Moody's also maintains a definition for \"impairment\" that includes all events constituting a default as well as a downgrade to Ca or C."
  },
  {
    "has_parent_description": "Nordic Credit Rating AS,Nordic Credit Rating is a credit rating agency headquartered in Oslo with a branch in Stockholm. We provide credit ratings to issuers of bonds in the Nordic region based on independent and objective analysis with local insights. Ratings will only be submitted to RADAR from the Norweigan entity.",
    "has_agency_description": "Nordic Credit Rating is a credit rating agency headquartered in Oslo with a branch in Stockholm. We provide credit ratings to issuers of bonds in the Nordic region based on independent and objective analysis with local insights. Ratings will only be submitted to RADAR from the Norweigan entity.",
    "has_ESMA_id": "NCRNO",
    "has_name": "Nordic Credit Rating AS",
    "has_webpage": "http://nordiccreditrating.com",
    "has_methodology_description": "We assign long- and short-term ratings on corporates and financial institutions. Ratings are assigned to issuers and issues. The rating scale is the same for both type of issuers.",
    "has_methodology_url": "http://nordiccreditrating.com/governance/methodologies",
    "has_subsidiary_policy": "Nordic Credit Rating AS does rate subsidiaries.",
    "has_solicitation_policy": "Nordic Credit Rating AS does not assign unsolicited ratings.",
    "has_default_definition": "Following the failure to make principal or interest payments in accordance with the contractual terms of a rated financial instrument (after a contractual grace period, if applicable); upon bankruptcy filing or similar action; and upon completion of a distressed exchange, whereby existing debt obligations are replaced with a new obligation that is less than the original commitment (such as a swap of debt with lower coupon or face value, lower seniority, or with longer maturity) or the exchange is carried out in order to avoid a near-term default of the issuer."
  },
  {
    "has_parent_description": "Rating-Agentur Expert RA GmbH,Rating-Agentur Expert RA GmbH is a business unit of International group �RAEX� in the European Union. The agency is operating since 2013 and its office is located in Frankfurt am Main.",
    "has_agency_description": "Rating-Agentur Expert RA GmbH is a business unit of International group �RAEX� in the European Union. The agency is operating since 2013 and its office is located in Frankfurt am Main.",
    "has_ESMA_id": "EXRDE",
    "has_name": "Rating-Agentur Expert RA GmbH",
    "has_webpage": "http://www.raexpert.eu",
    "has_methodology_description": "The Agency has established methodologies for different types of ratings: sovereign, regions, banks, corporates and insurance companies.",
    "has_methodology_url": "https://raexpert.eu",
    "has_subsidiary_policy": null,
    "has_solicitation_policy": "Rating-Agentur Expert RA GmbH may assign solicited and unsolicited ratings.",
    "has_default_definition": "The non-fulfillment of any type of financial liabilities (for all types of entity) or insurance liabilities (for insurance companies) on time and in a full amount by the rated entity."
  },
  {
    "has_parent_description": "Scope Ratings AG,Scope Ratings GmbH (\"Scope\") started its business activities in 2002 with the headquarter based in Berlin. Scope has been registered by ESMA as a credit rating agency that issues and endorses credit ratings for the following rating divisions: Corporates\\, Financial Institutions\\, Sovereigns\\, Public Sector\\, Structured Finance including covered bonds\\, and Project Finance. Scope offers credit rating services\\, ancillary and other services as described in its service list published on its website.",
    "has_agency_description": "Scope Ratings GmbH (\"Scope\") started its business activities in 2002 with the headquarter based in Berlin. Scope has been registered by ESMA as a credit rating agency that issues and endorses credit ratings for the following rating divisions: Corporates, Financial Institutions, Sovereigns, Public Sector, Structured Finance including covered bonds, and Project Finance. Scope offers credit rating services, ancillary and other services as described in its service list published on its website.",
    "has_ESMA_id": "PSRDE",
    "has_name": "Scope Ratings AG",
    "has_webpage": "https://www.scoperatings.com",
    "has_methodology_description": "Credit rating methodologies are analytical frameworks used by Scope Ratings to assign and monitor ratings. They describe the key rating factors that Scope Ratings believes are most relevant in assessing the credit risk of issuers or of debt instruments in a sector (banks, corporates, structured finance, etc.). Scope Ratings? methodological approaches to determining credit ratings include an evaluation of both qualitative and quantitative rating factors. Quantitative factors are addressed through a quantitative analysis applied with the use of models.",
    "has_methodology_url": "https://www.scoperatings.com/#!methodology/list",
    "has_subsidiary_policy": "We refer to the specific credit rating methodology for a detailed explanation.",
    "has_solicitation_policy": "SCOPE Ratings conducts solicited and unsolicited ratings. The credit rating methodologies are defined for both approaches.",
    "has_default_definition": "https://www.scoperatings.com/#!governance-and-policies/rating-scale"
  },
  {
    "has_parent_description": "Spread Research SAS,Founded in 2004\\, Spread Research is a leading European Independent credit Research Providers (IRP). Our experienced team is dedicated to providing value-added analysis on the credit worthiness of high-yield convertible corporate bond issuers. Most of the company's clients are based in London: Asset managers\\, Credit funds\\, Prop desks and Banks. Our coverage include European High Yield\\, European Convertible and Emerging Market Corp",
    "has_agency_description": "Founded in 2004, Spread Research is a leading European Independent credit Research Providers (IRP). Our experienced team is dedicated to providing value-added analysis on the credit worthiness of high-yield convertible corporate bond issuers. Most of the company's clients are based in London: Asset managers, Credit funds, Prop desks and Banks. Our coverage include European High Yield, European Convertible and Emerging Market Corp",
    "has_ESMA_id": "SRRFR",
    "has_name": "Spread Research SAS",
    "has_webpage": "http://www.spreadresearch.com",
    "has_methodology_description": "Long term Spread research rating is Spread Research s measure of the future credit quality of an issuer within a 6- to 12- month horizon, expressed as a Probability of Default. \nThe Loss Given Default is captured separately by the recovery rate. Ratings assigned by Spread Research are based on the analysis of a mix of qualitative factors\n(business risk profile, management strategy) and quantitative factors (historical and projected credit metrics, liquidity). More specifically, a rating is the combination of an issuer s business\nrisk profile and of its financial risk profile. Certain specific credit considerations may subsequently cap such rating to a lower level than originally envisaged. \n\nSpread Research short term ratings are a measure of an issuer s ability to fulfill its debt-related payments within a 12-15 month timeframe.\nSpread Research short term ratings are used to assess the risk of short term instruments that are mostly unsecured and have a maturity less than 15\nmonths. Such instruments include commercial paper, short term notes and long term notes close to maturity.",
    "has_methodology_url": "http://www.spreadresearch.com/our-methodology",
    "has_subsidiary_policy": "Where the credit rating agency is a subsidiary of a group of undertakings, it shall provide the annual financial reports of the parent undertaking for the three financial years preceding the date of the submission of its application.",
    "has_solicitation_policy": "Currently, Spread Research publishes only unsolicited ratings. When Spread Research starts issuing solicited ratings, the same methodology will be applied.",
    "has_default_definition": "Spread Research defines a default as either (i) a missed payment (post-grace period) on a coupon or the debt principal; (ii) an in-court restructuring (e.g. filing for bankruptcy; Chapter 11; in-court restructuring resulting in a debt-for-equity swap; etc.); or (iii) a liquidation."
  },
  {
    "has_parent_description": "Standard & Poor's Credit Market Services Europe Limited,S&P Global Ratings\\, a leading international credit rating agency\\, has been assigning credit ratings since 1916. The credit rating activities of S&P Global Ratings are conducted globally through various affiliated entities which are all direct or indirect subsidiaries\\, branches or divisions of S&P Global Inc. and that\\, within a globally integrated operating structure\\, operate in accordance with policies and procedures and criteria that are generally globally applicable.",
    "has_agency_description": "S&P Global Ratings, a leading international credit rating agency, has been assigning credit ratings since 1916. The credit rating activities of S&P Global Ratings are conducted globally through various affiliated entities which are all direct or indirect subsidiaries, branches or divisions of S&P Global Inc. and that, within a globally integrated operating structure, operate in accordance with policies and procedures and criteria that are generally globally applicable.",
    "has_ESMA_id": "STPGB",
    "has_name": "Standard & Poor's Credit Market Services Europe Limited",
    "has_webpage": "https://www.standardandpoors.com",
    "has_methodology_description": "S&P Global Ratings uses the term ''criteria'' generically to refer to the whole body of written guidance for our assignment of credit ratings. Such guidance includes a discussion of quantitative and qualitative elements, analytical methodologies, and assumptions that we use in the ratings process to produce our rating opinions. Our criteria may be global, regional, or local in scope, or apply to one or more industries, asset classes, or other subject areas. We refer to this body of guidance as ''criteria.''  Our rating committees assign ratings based on the application of criteria to the circumstances of an individual issuer or issue. Criteria provide general guidelines and tools to analyze risks that are common to a sector, region, asset class, or other subject area. We group our criteria into three broad subsets: principles, methodology, and assumptions. ''Principles'' refers to our fundamental approach to analyzing credit risk. ''Methodology'' refers to the step-by-step approach we take to applying criteria principles to rating a particular sector or asset class, such as corporates, public finance, or asset-backed securities. ''Assumptions'' refers to the key projections, estimates, input parameters, and other types of qualitative or quantitative assumptions that our analysts use to analyze creditworthiness.",
    "has_methodology_url": "http://www.standardandpoors.com/en_EU/web/guest/ratings/ratings-criteria",
    "has_subsidiary_policy": "Excluded are subsidiaries (i) with debt fully guaranteed by a parent and (ii) with default risk we consider identical to the parent's where operating or financing activities in our view inextricably are entwined with the parent. Included for periods during which they had a distinct and separate default risk are subsidiaries which might not yet have had a parent guarantee, or the relationship that combines the default risk of parent and subsidiary might have come to an end or might not have begun",
    "has_solicitation_policy": "Consistent with regulatory requirements and applicable policies, including the sufficient information (quality of information) policy, S&P Global Ratings may assign Unsolicited Credit Ratings when it believes sufficient market interest exists for the rated entity. \"Unsolicited Credit Ratings\" are public credit ratings, assigned by S&P Global Ratings other than at the request of the issuer (or its agents).",
    "has_default_definition": "S&P Global Ratings generally record a default on the first occurrence of a payment default on any financial obligation, rated or unrated, other than a financial obligation subject to a bona fide commercial dispute. With respect to S&P Issuer credit ratings, an obligor rated 'SD' (selective default) or 'D' is in default on one or more of its financial obligations including rated and unrated financial obligations but excluding hybrid instruments classified as regulatory capital or in non-payment according to terms. An obligor is considered in default unless Standard & Poor's believes that such payments will be made within five business days of the due date in the absence of a stated grace period, or within the earlier of the stated grace period or 30 calendar days. A 'D' rating is assigned when Standard & Poor's believes that the default will be a general default and that the obligor will fail to pay all or substantially all of its obligations as they come due. An 'SD' rating is assigned when Standard & Poor's believes that the obligor has selectively defaulted on a specific issue or class of obligations but it will continue to meet its payment obligations on other issues or classes of obligations in a timely manner. An obligor's rating is lowered to 'D' or 'SD' if it is conducting a distressed exchange offer.  (For our similar default definitions for issue credit ratings and short term credit ratings, see ''Ratings Definitions'', Feb 1, 2016)."
  },
  {
    "has_parent_description": "The Economist Intelligence Unit Ltd,The Economist Intelligence Unit",
    "has_agency_description": "The Economist Intelligence Unit",
    "has_ESMA_id": "EIUGB",
    "has_name": "The Economist Intelligence Unit Ltd",
    "has_webpage": "https://www.eiu.com",
    "has_methodology_description": "The model comprises 61 indicators and is divided into five sections: politics/institutions; economic policy; economic structure; the economic cycle; and financing and liquidity. The number of indicators in each section varies but is at least ten.\n\nThe model contains two types of indicator: qualitative and quantitative. Of the 61 indicators in the model, 30 are quantitative and 31 are qualitative. For each indicator there is a menu of five possible scores, ranging from 0 (least risky) to 4 (most risky).\n\nQualitative indicators are scored in accordance with the judgment of the country analyst. Quantitative indicators are scored on the basis of regularly updated macroeconomic and financial data.",
    "has_methodology_url": "http://graphics.eiu.com/upload/CRS_Handbook_January_2014.pdf",
    "has_subsidiary_policy": "The Economist Intelligence Unit does not rate subsidiaries.",
    "has_solicitation_policy": null,
    "has_default_definition": "Default definition."
  }
]